[
    {
        "pdf": "gmexpt.pdf",
        "page": 1,
        "chunk_index": 1,
        "text": "Nuclear Physics Laboratory Manual June 28, 2016"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 3,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Detectors are the most essential and important constituent s of all nuclear radiation count- ing systems. In common laboratory experiments generally ra dioactive sources are used as a source of radiations on which measurements are conducted. D uring disintegration, radioac- tive sources emit α-,β- andγ- radiations and also x-rays through secondary processes. T he α- andβ- radiations are charged particles while x- and γ-rays are photons. These radiations are detected in experiments from which information on their energies, intensities, etc. are obtained. Thus, a detector should be able to count particles and quanta one by one as they are incident on it. Fundamentally, the process of detection proceeds through i nteraction of a given type of radiation with the material medium which constitutes the ac tive volume of the detector. A detector can be made from either a gas, a liquid or a solid to se rve as the active medium. In the following section we will discuss only about gas detecto rs. The most common gas based detectors are ionisation chambers, proportional and Geige r-Müller (G.M.) counters. 1.1 Geiger-Müller Counter A G.M. counter is an example of a gas based counter. It is based on ionisations produced by a charged/uncharged energetic particle in matter. Charg ed particles such as α,β, etc., directly ionise the gas used to ﬁll up the counter volume. Radi ations like x- and γ-rays produce secondary electrons which in turn produce ionisati on. An ionising particle, while passing through the gas in the co unter, collides with the gas atoms producing ionisation in its wake. If the volume of the gas is a dequately large, the particle will go on losing its energy by producing ions and eventually come to a stop within that volume."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 3,
        "chunk_index": 2,
        "text": "On an average ≃30 eV is spent per ionisation event. Thus one ionising nuclea r particle leaves behind a number of ion pairs called the prima ry ions. Since the process of ion production becomes complete in a short time of a few micro seconds, a burst of both positive and negative charges is generated. These charges a re swept away by an applied electric ﬁeld, and get collected on the respective electrod es. Each burst, if measured by a suitable instrument, will count the particle. In a most common type of gas-ﬁlled counter, there is a cylindr ical cathode (1 - 2 cm diameter) and an axial anode made from a ﬁne tungsten wire (15 - 100 µm in diameter) as shown in Fig. 1.1. Generally, it is ﬁlled up with a noble gas (say, argo n) at nearly 100 Torr pressure. 1"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 4,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter +U Thin end windowSignal CathodeAnode CR1 R2 Figure 1.1: Schematic diagram of a gas-ﬁlled counter A positive voltage (+U Volts) is applied to the anode wire via a high resistance R1 and the cylindrical cathode is held at ground potential. Alternati vely, a negative voltage could be applied to the cathode and the anode grounded via R2. A charged particle, on entering the counter, ionises the gas atoms to produce, along its path, as many electrons as positive ions. The number of them, thoug h statistical in nature, is determined by the quantity of energy the incident particle d eposits within the counter. The electrons created by ionisation in the gaseous medium then m ove towards the anode wire while the positive ions towards the cathode. The charge δQ=ne, wherenis the number of ions formed and eis electronic charge, is thus collected at the anode and will charge the counter capacity Cto a potential δV=δQ/C . The electrons move faster than the much heavier positive ions. Hence, the electrons reach the anode in a short time while the ions are still on their way to the cathode. The electric ﬁeld Erat a distance rfrom the axis of the central wire arising from the applied potential diﬀerence U between the anode and the cathode unde r cylindrical symmetry is Figure 1.2: Electric ﬁeld strength as a function of distance from the anode wire of GM detector. 2"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 5,
        "chunk_index": 1,
        "text": "1.1 Geiger-Müller Counter Er=U r ln/parenleftbigb a/parenrightbig whereais radius of the anode wire and bis radius of the cathode cylinder. It is seen from this expression that at points close to the ano de wire the ﬁeld is very high (see Fig. 1.2). For example, for U= 10 Volts, b= 1 cm,a= 0.003 cm and r= 0.01 cm (i.e., ris 0.007 mm away from the surface of the anode wire), Er= 172 Volts/cm and for U= 500 Volts, Er= 8.6×103Volts/cm. We will see later that such a high electric ﬁeld nea r the anode wire has important role on the performance characteri stics of this type of counter. 1.1.1 Characteristics of a gas ﬁlled counter We will discuss the case of a gas ﬁlled counter in which the ele ctrodes have a cylindrical con- ﬁguration as shown in Fig. 1.1. The characteristics of such a counter deﬁnes its operational behaviour as a function of the applied voltage U across it. Figure 1.3: Pulse height variation of gas-ﬁlled detector wi th applied voltage Study of the characteristics of a counter is essentially rel ated to the manner in which the charge produced by the ionising radiation in the counter vol ume is collected by the electrodes. Let us consider, for example, the case of a stream of α-particles of energy E= 1MeV. Each particle, in this case, produces, on an average, the same num ber of primary ion pairs in the sensitive volume of such a counter. The curve of Fig. 1.3 can n ow be drawn for a counter (having given electrode dimensions, the type of ﬁlling gas a nd the gas pressure) by plotting the charge collected by the capacitor ( C) as a function of the potential diﬀerence Uapplied 3"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 6,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter across the counter electrodes. The two curves shown are draw n for incident α-particles of energiesE= 1MeV and E= 2MeV. For convenience of discussion these curves are broadly divided into ﬁve regions marked in Fig. 1.3 by dashed vertica l lines. Note that the positions of these boundary lines are approximate since the curves do n ot show any sharp change in slope across them. It is assumed that all the particles dissi pate their entire energy within the counter volume. Region A : (U= 0 to U1Volts) At very low voltages a number of the primary ions formed readi ly recombine with the elec- trons since they are not capable of gaining suﬃcient energy f rom the ﬁeld to avert recom- bination. The amount of charge Qcollected on Cis thus less than that carried by all the primary ion pairs together. However, Qincreases with Uas more and more ion pairs are collected at respective electrodes.. Region B : ( U1< U < U 2), Q is same for incident radiation of any given energy In this region, the primary ions and electrons acquire just e nough energy to avoid recombi- nation. Hence, all of them can now move up to the respective el ectrode to deposit the entire charge generated during formation of primary ions on capaci torC. Such a condition prevails in an ionisation chamber and accordingly, the region B is cal led the ionisation chamber re- gion. In a typical case, a 5 MeV α-particle will produce an output pulse amplitude V ∼0.5 mV on a total output capacity of 100 pF. Region C : ( U2< U < U 3, Q increases rapidly with U) As the applied potential Uis increased to move into this region, a new phenomenon start s."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 6,
        "chunk_index": 2,
        "text": "The primary ions now acquire enough energy (particularly ne ar the anode wire where the electric ﬁeld is high) between successive collisions with t he gas atoms to initiate fresh ion- isation. The secondary ions so formed will also, in their tur n, take part in the process to eventually build up a large number of ion pairs. This is thus a n internal ion multiplication process which is strongly dependent on the applied potentia lU. The number of times the ions get multiplied is called the gas multiplication factor m. The value of mmay be as large as 104. Furthermore, in this region the factor mis proportional to U. Hence, for a given Uin this region, the pulse amplitude delivered at the anode of the counter is proportional to the number of primary ions, i.e., on the energy of the incid ent particle. The region Cis known as the proportional region and a counter operated in th is region is called a propor- tional counter. For higher energy particle, the number of pr imary ions is larger. Hence the curve for E= 2MeV lies above the E= 1MeV in Fig. 1.3 for the regions BandC. From the above discussion we ﬁnd that a counter operated in ei therBorCregion behaves as a proportional device which not only detects nuclear radiat ions but also enables measurement of their energies. However, in laboratory experiments a pro portional counter is favoured over a ionisation chamber because they are capable of delive ring much larger pulses (for an incident α-particle of energy 5 MeV, output pulse of one Volt or so in amp litude is not diﬃcult to obtain). Note that a large pulse can be processed a nd recorded more easily than a smaller one."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 6,
        "chunk_index": 3,
        "text": "Region D ( U3< U < U 4, Q increases with U disproportionately for the incident particles of diﬀerent energies) 4"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 7,
        "chunk_index": 1,
        "text": "1.1 Geiger-Müller Counter This region is called a region of limited proportionality. H ere, the multiplication factor mprogressively loses its proportional behaviour as Uis increased and, hence, a counter operated in this region is not suitable for energy measureme nt. AtU=U4,Qbecomes same for all incident energies and types of particle. Region E ( U > U4, Q is very large and same and independent of radiation type and energy) At anyUin this region, the ions acquire large energy such that gas mu ltiplication advances to a stage of avalanche formation even if a single primary ion pair is formed. The values ofmshoots up to ∼109and neither the type nor the energy of the incident particle h as any bearing on the size of the charge pulse ( Q) produced at the output electrode. The ions and electrons in such circumstance spread quickly all along the anode wire and thoroughly surround it. The electrons are then collected at the anode wi thin a short time while the ions, as usual, have started moving towards the cathode cyli nder. The region is known as the Geiger region and a counter operated in this region is cal led a Geiger Müller or simply a G.M. counter. Obviously in this case, pulses obtained from a G.M. counter i s quite large (several Volts) and have identical shape and amplitude for incident radiati ons (particles and photons) of all descriptions and energies. A G.M. counter can therefore be used only to detect and count radiation but is neither suitable for use in particle i dentiﬁcation nor in measuring their energies. 1.1.2 Quenching of discharge in a G.M. counter The course of events that lead to production of a pulse in a G.M ."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 7,
        "chunk_index": 2,
        "text": "counter do not appear to be as simple as the above picture describes it. The electro ns produced in the avalanche created in the vicinity of the anode wire, get collected in ∼1µs while the ions, being about 100 times less mobile, stay around the central wire in the for m of a positive charge sheath for some-time. This sheath reduces the ﬁeld around the wire a nd causes the avalanche to stop. As the ions reach near the cathode (in ∼10-4sec) they pull electrons from there to become neutral. The resulting gas molecules, are consequen tly raised to excited states which deexcite shortly thereafter by emission of radiation. Ther e will always be some ultraviolet content in these radiations causing photoelectric emissio n from the cathode surface. These photoelectrons initiate a fresh avalanche process. The sam e sequence of events repeats to give rise to recurrent avalanches leading to production of a chai n of pulses, a situation resembling that created by a continuous discharge in the counter. Such a situation is undesirable and the sequence of avalanche has to be stopped after the ﬁrst one . The process by employing which the entire event is kept restrained to only one avalanc he formation per incident particle following formation of the primary ions is known as quenching . Quenching can be achieved in two ways. The external nonself- quenching technique requires a circuit arrangement which momentarily reduces the potent ial applied to the anode imme- diately after arrival of the ﬁrst avalanche of electrons on i t. As a result the electric ﬁeld reduces to a value too low for formation of a second avalanche . In practice this technique is not useful and therefore, it will not be discussed further. 5"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 8,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter To implement self-quenching in a G.M. counter it is ﬁlled up w ith a mixture of 90% argon (argon, a noble gas, is most commonly used) and 10% dehydrate d vapour of ethyl alcohol or any other suitable polyatomic organic vapour. No external q uenching circuit is necessary in this case. This organic vapour serves as the quenching agent . In such a counter, both argon and alcohol molecules take part in avalanche formation and, hence, the positive ion cloud contains both kinds of ions. Th e ionisation potential of argon is 15.7 eV whereas that of alcohol is 11.3 eV. As these two kind s of ions move towards the cathode they collide with each other. The higher ionisat ion potential of argon makes it possible for its ions to become neutral atoms by extractin g electrons from the alcohol molecules. The reverse can not take place. Again the ions may suﬀer as many as 105 collisions before reaching the cathode surface. Hence, the ion cloud reaching the cathode almost entirely contains alcohol ions. These alcohol ions will now pull electrons from the cathode s urface to become neutral and in doing so many of them will acquire some energy. Since large po lyatomic organic molecules of alcohol favour dissociation to excitation, this excess e nergy does not take the polyatomic molecule to an excited state but causes its dissociation int o simpler ones. No UV or other radiations are emitted in the process and hence a second aval anche mechanism can not start. In other words, the discharge is quenched. Initially there a re about 1020alcohol molecules in a counter and in each avalanche 1010get dissociated, i.e., spent up. Thus the useful life of a G.M. counter is about 1010counts."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 8,
        "chunk_index": 2,
        "text": "We have another point to consider. An energy excess of 4.4 eV ( =15.7-11.3, released when an Ar−atom neutralizes itself) is radiated as UV light which is lik ely to initiate a second avalanche. However, alcohol or similar polyatomic molecul es have a strong absorption band in the same wavelength region where the UV light is absorbed c ausing dissociation of the molecule rather than excitation and a second avalanche can n ot start. Halogens can also be used as quenching gases. Of them chlorin e and bromine have been found to be most suitable. The diatomic molecules of a haloge n dissociate as in the case of alcohol into atoms to make quenching eﬀective. But unlike alcohol, the atoms recombine to form back the molecules again. As a result the quenching ga s is not consumed and the counter has a virtually unlimited life. 1.1.3 Characteristics of a G.M. counter A counter meant to be operated in the G.M. region (region E, al so see Fig. 1.3) is generally ﬁlled up with a mixture of Argon gas and alcohol vapour to part ial pressures of ∼9cm and 1 cm of Hg at room temperature, respectively. A typical ch aracteristic curve presented in Fig. 1.4 shows the operating characteristics of such a cou nter. Before we discuss the nature of this characteristic curve, w e should remember that some electronic instrument assembly has to be used with the count er to count its pulses. These instrument assembly has an inherent threshold bias which a c ounter pulse has to overcome in order to be recognized and registered as a count. The count er setup begins to register counts when a potential UThcalled the G.M. counter threshold potential is applied."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 8,
        "chunk_index": 3,
        "text": "Bel ow UThthe counter behaves as an ionisation chamber and the corresp onding output pulses are 6"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 9,
        "chunk_index": 1,
        "text": "1.1 Geiger-Müller Counter 300 400 500 600 700 800 Applied Voltage (Volts)01000200030004000 Counts/minPlateau characteristics of a GM counter Threshold of PlateauBreakdown voltage G-M PlateauRegion of continuos discharge U1U2UTh Figure 1.4: Plateau characteristics of a GM counter. too small to overcome the threshold bias; hence, they are not recorded. In the region U1toU2, called the plateau region, the count rate is nearly constan t. This is also called the Geiger region (G.M. region) discussed ear lier. The applied voltage at which this region starts ( UTh)in Fig. 1.4) is the Geiger threshold. The constancy of count rate over the plateau is advantageous because the count rate is almost independent of the applied voltage U. The region shows a slightly upward slope with increase in U. The reason possibly lies in the occurrence of occasional secondary unq uenched discharges in the tube as Uis increased. The counter operated at U>U2produces continuous discharge for which it is rendered unsuitable for use as a counter for detecting any incident radiation. The output pulse amplitude obtained from the counter operat ed in the G.M. region is de- termined by the diﬀerence (U op-UTh). To achieve a condition of noncritical operation a long plateau is obviously desirable. The slope of plateau re mains within 1% per 100 volts of applied potential. The length and slope of the plateau depen d on the nature of the ﬁlling gas, the condition of the anode wire and the condition of the c ylinder surface. Although all G.M. counters work on the same basic principle, their constructions are diﬀer- ent. A counter has to be trimmed to suit the application for wh ich it is meant. A G.M. counter intended to detect β-particles has to have a thin entrance window to admit low energyβ-particles."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 9,
        "chunk_index": 2,
        "text": "A 1 mg cm-2thick mylar window admits all electrons of energy > 20 keV into the counter volume. In these counters, it is convenient to ﬁx the window at one end when it is called an end-window counter (Fig. 1.5). For detec tingγ-rays on the other hand, a much thicker window can be tolerated except when detection of very low energy γ-rays is concerned. In this case, the size of the counter need be mad e large enough so that the γ-rays can undergo adequate number of interactions in the ava ilable counter volume. These counters can be both end-window as well as common types. 7"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 10,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Figure 1.5: A common type GM counter For heavier charged particles such as alpha the window has to be very thin. Windowless continuous gas ﬂow type counters are recommended for use in t his case. 8"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 11,
        "chunk_index": 1,
        "text": "1.2 EXPERIMENT 1 : Characteristics of Geiger Müller Counter 1.2 EXPERIMENT 1 : Characteristics of Geiger Müller Counter 1.2.1 PART I : Operating Plateau for the Geiger Tube Apparatus 1. Geiger-Müller counter 2. High Voltage Bias supply 3. Timer and Counter 4. Cables 5. Digital Storage Oscilloscope (DSO) Figure 1.6: Schematic diagram of a gas-ﬁlled counter. A snap of the detector setup is also shown. Purpose 1. To determine the voltage plateau for the Geiger tube and to establish a reasonable operating point for the tube. 2. We are going to inspect pulses as obtained from the counter . In the ﬁrst part of the experiment we will study how pulse height increases with inc reasing applied voltage. In the second part of the experiment estimation of dead time, resol ving time and recovery time of the counter will be made. 9"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 12,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Procedure The Schematic diagram of a GM counter is shown in Fig. 1.6. For a typical Geiger tube that has an operating point in the vicinity of 550 V, a counts v s. voltage curve is displayed in Fig.1.7. The region between R1andR2, corresponding to operating voltages V1andV2, is called the Geiger plateau region. Voltages > V2in Fig. 1.7 cause a continuous discharge in the tube and should be avoided, because a continuous dischar ge will deﬁnitely shorten the life of the tube. 300 400 500 600 700 800 Baseline Voltage (V)01000200030004000 Counts/120sPlateau Characteristics of a G.M Counter y = 2416.7 + 0.53321 * x V1V2R1R2 Figure 1.7: Plateau characteristics of a GM counter. R1andR2are the count rates at V1 andV2voltages, respectively. 1. Inspect and identify every component part of the G.M. coun ter assembly you are going to use. 2. Ensure that all power is turned oﬀ. Set up the electronics a s shown in Fig. 1.6. 3. Make sure that the H.V. supply knob is at the minimum level. 4. Switch on the power supply of the Electronic box. 5. Gradually increase the H.V. bias supply in steps of 50 V (sa y) until the counter just begins registering counts. This point is called as the start ing voltage (shown as V1in Fig. 1.7). Starting voltages are in the range of 300 - 350 V. 6. Put a β- or aγ-source at a distance of ∼5cm from the counter. 7. Reset the counter. Set the timer section for 20 sec. time int ervals (say), and count for 20 seconds. Record the number of counts. 10"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 13,
        "chunk_index": 1,
        "text": "1.2 EXPERIMENT 1 : Characteristics of Geiger Müller Counter 8. Increase the high voltage by 30 V (say) and count again for 2 0 seconds. Record the number of counts in the following table. Table 1.1 : Data for Plateau characteristic of the GM counter . High Voltage (V) Counts 300 330 360 390 420 . 9. As you proceed, you will ﬁnd a voltage region where the coun t rate is nearly the same. This is the plateau region beyond which the count rate increa ses sharply. The H.V. at which such a sharp change in count rate is observed (the reg ion beyond V2of Fig. 1.7) corresponds to onset of discharge in the counter gas and a further increase in H.V. will take the counter to the continuous discharge region. Immediately decrease the H.V. to bring the counter back to normal operating condition. CAUTION !!!: If operated in the discharge region for a minute or more, a counter may suﬀer from an irreversible damage . 10. Plot the recorded counts/sec vs. applied (Baseline) vol tage and draw a curve. It should look like the one of Fig. 1.7. 11. Mark the various regions on the graph and indicate the ope rating voltage for your counter. The operating voltage is V= (V1+V2)/2. 12. Evaluate your Geiger tube by measuring the slope of the pl ateau in the graph. The slope of the plateau is deﬁned as: Slope (in % per 100V) =R2−R1 R1.100 V2−V1×100% Here,R1andR2are the count rates at voltage V1andV2, respectively. Record the operating voltage selected for use in the remainder of the ex periments. Exercises 1. The best operating voltage for the tube = ————————— Volts. 2. Will this value be the same for all the diﬀerent tubes in the lab?"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 13,
        "chunk_index": 2,
        "text": "3. Will this value be the same for this tube ten years from now? 11"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 14,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter 4. How can you explain the slope of the plateau region? 5. Why there is a sharp increase in count beyond region V2? 6. How does the avalanche process of gas ionisation stop in the GM tube? 1.2.2 PART II : Analysis of Signal pulses from GM counter Procedure A snapshot of GM pulses as viewed on DSO screen is shown in Fig. 1.8. Figure 1.8: Pulses from a GM detector as seen on DSO screen. (A) Variation of pulse height with increasing High Voltage 1. Set the G.M. counter into operation (see Expt in 1.2). Appl y High Voltage such that the counter begins to count (say 300 or 350 V). 2. Connect a Digital Storage Oscilloscope (DSO) to see the si gnal pulses from G.M. counter. Trigger the DSO to see a full pulse on the screen (see Fig. 1.9). 3. Measure the pulse height in Volt using cursor. Increase th e HV in steps of 50 V in the Plateau region and measure each time the height of GM pulse an d ﬁll the following table. 12"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 15,
        "chunk_index": 1,
        "text": "1.2 EXPERIMENT 1 : Characteristics of Geiger Müller Counter Figure 1.9: Oscilloscopic view of G.M. counter output pulse s coming at a large rate. Note the overlapping of pulses. Table 1.2: Variation of pulse height with high voltage appli ed to GM counter. High Voltage (V) Pulse height (Volt) 300 350 400 . . . 4. Plot the data (pulse height vs High Voltage), as shown in Fi g. 1.10. (B) Visual measurement of dead time, resolving time and recovery t ime 1. Set the G.M. counter into operation. Use the operating vol tage determined in the ﬁrst Experiment (see 1.2) for its operation. 2. Connect a Digital Storage Oscilloscope (DSO) to see the si gnal pulses from the G.M. counter. Meanwhile record the counts with a scaler by placin g a source at such a distance from the counter such that a count rate as large as 10 0 counts/sec is recorded. The pulses in the oscilloscope will look like the one shown in Fig. 1.9. The time interval deﬁned by the start of the main pulse and the end of the pulse is the dead time τ. No other pulse can appear within this interval. The counter setup can therefore record counts after τ. The resolving time is the time interval between start of a pulse of full height and a pulse of small height adjacent t o the full-height pulse. The recovery time τRshown in Fig. 1.11 is the time the counter takes to regain its quiescent condition becoming again capable of delivering a pulse of full size. 13"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 16,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter 400 450 500 550 600 650 700 750 800 Baseline Voltage (Volt)11.522.533.544.55Pulse height (Volt)Variation of GM Pulse height with Baseline Voltage Figure 1.10: Pulse height of a GM counter with applied high vo ltage Figure 1.11: Demonstration of dead time and recovery time of a G.M. counter. 3. Take a snap of pulses appearing on the screen of the DSO. Mea sure time separation between two pulses and keep record of the data. 4. Repeat the process several times (say 20 times) and keep the record of data sets in a table. The minimum separation between two full-height pulses will be the recovery time. The minimum separation between a pulse of full height and a ad jacent pulse of smaller height will give you an estimate of resolving time of the dete ctor. 14"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 17,
        "chunk_index": 1,
        "text": "1.3 EXPERIMENT - 2 : Measurement of dead-time of a GM Counter Exercises a. Why does the pulse height increases with increasing voltage? b. Do you see any change in dead time of detector with increasing voltage? c. Using the oscilloscope, determine the minimum observable time between the leading edge of successive pulses. d. How pulses of smaller height are formed? 1.3 EXPERIMENT - 2 : Measurement of dead-time of a GM Counter 1.3.1 Purpose 1. We would like to determine dead-time of G.M. counter using double source. 2. The measured deadtime can be compared with the value obtai ned in Expt. 1 using visual method. 1.3.2 Relevant Information The Geiger counter is very slow in responding to detected eve nts. It takes of the order of a microsecond for the detector to develop its full response to the incident gamma-ray or charged particle, and it requires hundreds of microseconds to resto re the detector to full sensitivity for the next event. The strict deﬁnition of the dead time of th e Geiger counter is the time from initial response to a detected event until the detector can exhibit the earliest response to a subsequent event. But, the electronics processing the G eiger tube output pulses has a ﬁxed voltage threshold that the pulses must exceed to be coun ted. Thus, the resolving time includes the previously deﬁned dead time, but adds the time i t takes for subsequent pulses to recover to a suﬃcient amplitude to cross the discriminato r threshold and be counted. In practice, the distinction between dead time and resolvin g time is often blurred, and the resolving time is frequently labeled as the dead time."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 17,
        "chunk_index": 2,
        "text": "That i s a pragmatically empirical convention, because the measurement of counting rate is alw ays made after the supporting electronics has added its contribution to the dead time. The large dead time of the Geiger counter distorts the measur ed counting rate for counting rates above 5000 counts/minute. Thus, it is usually necessa ry to make a dead-time correction to obtain the true counting rate. Usually, the measurement o f the dead time is accomplished with a split source. However, since we do not have split sourc e in the lab, we will use two circular disk sources for the same purpose. 15"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 18,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Figure 1.12: Illustration of two assumed models of dead time behaviour for radiation detector. The dead time of a nuclear radiation counting system is typic ally dominated by one of two types of dead time: (i) paralyzable (extending) dead time, o r (ii) non-paralyzable (non- extending) dead time. The fundamental assumptions of the mo dels are illustrated in Fig. 1.12. Six randomly spaced events are shown at the middle part of the ﬁgure. At the lower part of the ﬁgure the dead time behavior of a detector is shown within the non-paralyzable model. A ﬁxed time interval τis assumed to follow each true event. The true events that occurs during the dead period of the detector are lost an d the detector would record four counts from the six true events. In contrast, the behavi or of a paralyzable detector is shown at the upper panel of Fig. 1.12. The same dead time τis assumed to follow each true interaction. In this case also the true events that occu r during the dead period of the detector are not recorded as counts. However, the dead time i s extended by another period τfollowing the lost event. In the example, only three counts a re recorded for the six true events. The losses predicted by the above two models are nearly same a nd diﬀer only when true event rates are high. These models presents two extremes of ideali zed system behavior, and real counting systems will often display a behavior that is inter mediate between these extremes. The dead time contributed by the Geiger counter is reasonabl y accurately modeled as a non-paralyzable dead time. The measured counting rate, R, is related to the true counting rate,r, at the input to the detector R=r 1+r.Td(1.1)"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 18,
        "chunk_index": 2,
        "text": "Here,Tdis the dead time caused by each quantum of radiation that is de tected when the counter is free to accept a new event. Note that the dead time r educes the measured counting rate relative to the true counting rate, and higher counting rates cause a greater relative reduction. In practice, the experimenter only has access to the measure d counting rate, R, after dead time losses have occurred. Consequently, it is important to calculate the true counting rate, 16"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 19,
        "chunk_index": 1,
        "text": "1.3 EXPERIMENT - 2 : Measurement of dead-time of a GM Counter and this requires knowing the dead time per pulse, Td. Using equation 1.1, we can write the true counting rate from the measured counting rate and the kn own dead time per pulse. r=R 1−R.Td(1.2) Another useful way to express the information in equations 1 .1 and 1.2 is the percent dead time loss: Percent Dead Time =r−R r×100% =R.Td×100% =r.Td 1+r. Td×100% (1.3) One way to measure the dead time per pulse, Td, would be to observe the output of the GM counter on the oscilloscope and determine the minimum spaci ng between the leading edges of two successive pulses (See Experiment in 1.2.2). Because the arrival times of the pulses are randomly distributed in time, this method requires a fai rly high counting rate to make it easy to ﬁnd the minimum pulse spacing. The double source method is another technique to measure the dead time of GM counter. Usually, a split source, a circular disk source splitted int o two half, is used in the measurement process. However, due to unavailiblity of the source we will follow the process using two circular radioactive sources. First, place the two sources side by side so that both the sour ces are equally visible by the GM counter. Adjust the distance between the source and the coun ter to achieve a percent dead time in the range of 10% to 20%. For a 100- µsdead time, this implies measured counting rates in the range of 1,000 to 2,000 counts/s, or 60,000 to 120 ,000 counts per minute. Next, one the source (ﬁrst) is removed, and the counting rate of the other one, R2, is measured."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 19,
        "chunk_index": 2,
        "text": "Subsequently, the ﬁrst one is carefully reinstal led without disturbing the second source, and the counting rate from the pair of sources, R12, is measured. Finally, the second source disk is removed without disturbing the ﬁrst source, a nd the counting rate, R1, is measured. R1,R2, andR12can be inserted into equation 1.2 to write the equations for r1, r2, andr12, respectively. Because of the dead time, R12<(R1+R2). But for the true counting rates r12=r1+r2 (1.4) Combining equation 1.4 with the expressions for r1,r2andr12from equation 1.2, permits solving for Tdin terms of the measured counting rates. The exact solution f or the case of zero background is (see the book by G.F. Knoll) Td=R1R2−[R1R2(R12−R1)(R12−R2)]1/2 R1R2R12(1.5) An approximate solution that is sometimes employed is Td≃R1+R2−R12 2R1R2(1.6) 17"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 20,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter 1.3.3 Procedure 1. Set the G.M. counter into operation (see Expt. in 1.2). Set the High Voltage knob to the operating voltage of the tube. Take two90Sr sources of reasonable activity. 2. Place both the radioactive source disks (source window in upward position) on the sample-holder shelf, with the touching point of the disks ce ntered below the Geiger counter window. Set the Timer and Counter for a 1-minute coun ting interval 3. Measure the counts for 1 minute. 4. If the number of counts in step 3 is not between 10,000 and 20 ,000, adjust the source to detector distance to bring the counting rate within that r ange. 5. Remove one of the source (the left one) and make a 1-minute co unt on the other source (the right one). Record the count. Deﬁne this count to be R1. Table 1.3 : Data for determination of dead time of the G-M coun ter Sr.Count rate for Count rate for Count rate for Dead time Avg. Dead No. Source 1 (R 1)Source 2 (R 2)combined source (R 12) (Td) Time 1 2 3 4 5 6. Being careful not to disturb the right source, place the le ft source alongside the right one and make a 1-minute count. Deﬁne this count to be R12. 7. Being careful not to disturb the left source, remove the ri ght source and count the left source for 1 minute. Deﬁne this count to be R2. 8. Calculate the dead time of the Geiger tube via equation 1.5 . The answer should be in minutes/count. Because counts are often considered a dimen sionless number, the dead time can also be expressed simply in minutes or seconds."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 20,
        "chunk_index": 2,
        "text": "The dead time established in step 8 should be used to correct a ll measured counting rates via equation 1.2 whenever the percent dead time exceed s 1%. 9. You can repeat the steps 2-8 for ﬁve times and take an averag e of the measured Td values. 1.3.4 Exercises a. Calculate the value of Tdfrom equation 1.6 and compare it to the result from equation 1.5. What is the percent error in the approximate result from equation 18"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 21,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 3 : Veriﬁcation of Inverse Square Law 1.6 compared to the more exact result from equation 1.5? b. Based on equation 1.3, what is the measured counting rate that will cor- respond to a 1% dead time? Correct all subsequent measurements above that counting rate for the dead time loss. c. Considering the apparatus and procedures employed in this measurement, what are the most important sources of error in measuring Td? d. What is the percent diﬀerence between the values of dead time measured in Expts 1.2.2 and 1.3.? e. Using the approximate formula for Td(equation 1.6) calculate error in your measured Tdvalue using error propagation rule (see book by G.F. Knoll). What will be the error in the average value of Td? 1.4 EXPERIMENT 3 : Veriﬁcation of Inverse Square Law 1.4.1 Purpose In this experiment we will verify the inverse square law, i.e . the count rate is inversely proportional to r2, whereris the distance between detector and source. 1.4.2 Relevant Information In explaining the inverse square law it is convenient to make the analogy between a light source and a gamma-ray source. Let us assume that we have a lig ht source that emits light photons at a rate, n0photons/second. It is reasonable to assume that these photo ns are emitted in an isotopic manner, that is, equally in all direct ions. If we place the light source in the center of a clear plastic sp herical shell, it is quite easy to measure the number of light photons per second for each cm2of the spherical shell. This intensity is given by I0=n0 4πd2(1.7) Where n0is the total number of photons per second from the source, dis the radius from the central source of light to the surface o f the sphere."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 21,
        "chunk_index": 2,
        "text": "Sincen0is constant, I0is seen to vary as1 d2. This is the inverse square law. For a radioisotope, whose half-life is extremely long compa red to the time taken to implement the series of measurements in this experiment, n0is synonymous with the activity, A0, of 19"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 22,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter the radioactive source. Consequently, Equation 1.7 can be e xpressed as R0=N T=A0ad 4πd2ǫint=C d2(1.8) Where R0is the true counting rate derived from the GM tube, Nis the number of counts measured in the counting time T (corre cted for dead time and background), A0is the activity of the radioactive source, ǫintis the intrinsic eﬃciency of the GM tube for detecting the gam ma rays, adis the eﬀective sensitive area of the detector at its entranc e window, and dis the distance from the point source to the entrance window of the detector a nd C= (A0adǫint)/4πis a constant. The factors in Equation 1.8 can be understood as follows. The eﬀective sensitive area at the input to the detector intercepts a fraction, ad 4πd2, of the total area of the sphere of radius d. Consequently, the detector intercepts that same fraction of the isotropic radiation emitted by the source. O nly a fraction, ǫint, of the photons impinging on the sensitive area of the detector window are ac tually counted by the detector, due to window attenuation and the eﬃciency of converting pho tons into ionized atoms in the GM tube. The purpose of this experiment is to verify the1 d2dependence predicted by Equation 1.8. In the measurement of the distance between the GM window and s ource, the top of the source holder may not coincide with the active surface of the source and, also the window of the GM tube may not coincide with the point where the ionisa tion actually takes place inside the detector. Hence, a correction factor has to be int roduced. Letd=r+r0, whereris the measured distance and r0is the correction factor. Replacing din equation 1.8, we have r=/radicalbigg C R0−r0 (1.9) Thus,r0can be obtained from the intercept of rvs1√R0plot."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 22,
        "chunk_index": 2,
        "text": "This correction factor r0has to be added to all values of rin further analysis. 1.4.3 Procedure 1. Set the GM tube at the proper operating voltage, and place a radioactive source 1 cm away from the face of the window or the closest slot available for source tray. 20"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 23,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 3 : Veriﬁcation of Inverse Square Law 2. Count for a period of time long enough to get reasonable sta tistical precision ( ≥4000 counts). 3. Move the source to 2 cm or next slot, and repeat the measurem ent for the same amount of time. Repeat the process with larger distances and tabulat e the data in Table 1.4 (Note that for the longer distances the time will have to be in creased to obtain the minimum number of counts necessary for adequate statistica l precision) Table 1.4: Data for veriﬁcation of Inverse Square law Distance Count Rate Dead time corrected Background Corrected (cm) N/T Counts Counts Counts (R0) 4. Correct the counts, ﬁrst for dead time and then for backgro und, and ﬁll in the corrected counting rate in Table 1.4. 5. On linear graph paper, plot the corrected counting rate (y axis) as a function of distance (x axis). This plot should have the 1/ d2characteristics exhibited by Equations 1.7 and 1.8. Typical plot of the data is shown in Fig. 1.13 1 2 3 4 5 6 7 8 9 Distance (cm)0500100015002000 Counts/minInverse Square Law verification Y= 11430/x2 Figure 1.13: Variation of count rate with increasing distan ce. The data point are ﬁtted with y=const./x2 In the calculation of distance, d, the correction factor r0obtained from Fig. 1.14 has been included. 21"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 24,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter -1 0 1 2 3 4 5 6 78 9 10 r (cm)012345678910R0-1/2 x 10-2Determination of r0 y = 0.7079 + 0.93905 * x Figure 1.14: Plot for estimation of correction factor r0 An alternative way to prove 1/ d2variation is to plot the data as log( R0) vs log(d). The slope of the plot should be -2. A typical plot is shown in Fig. 1 .15 0.5 1 1.5 2 2.5 3 Log d45678Log R0Log(R0) vs Log(d) plot y = 9.3038 - 1.9822 * x Figure 1.15: Plot of log( R0) vs log(d). The data points are ﬁtted with a linear function f or which a slop of -1.98 is measured 1.4.4 Exercises a. Calculate eﬃciency of the counter. 22"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 25,
        "chunk_index": 1,
        "text": "1.5 EXPERIMENT 4: Nuclear Counting Statistics 1.5 EXPERIMENT 4: Nuclear Counting Statistics 1.5.1 Purpose The counting of nuclear radiations follows the Poisson and G aussian distributions. In this experiment we will see how well these distributions apply to actual counting. A χ2-test will be made to justify the goodness of ﬁt. 1.5.2 Relevant information Radioactive decay is a random process and each measurement ma de for a radioactive sample is independent of all previous measurements. Repeated indiv idual measurements of the activity vary randomly. However, for a large number of repea ted individual measurements, the deviation of the individual counts from the “average cou nt” behaves in a predictable manner. Small deviations from the average are much more like ly than large deviations. In this experiment, we will see that the frequency of occurre nce of a particular deviation from this average, within a given size interval, can be deter mined with a certain degree of conﬁdence. Nearly two hundred independent measurements will be made, and some rather simple statistical treatments of the data will be per formed. The experiment utilizes a radioactive source which has a half-life that is very long co mpared to the measurement time. A half-life of few years ensures that the activity can be cons idered constant for the duration of the experiment. The average count for nindependent measurements is given by Nav=N1+N2+N3+.........+Nn n=n/summationdisplay i=1Ni n(1.10) whereN1,N2,N3, ...... NnandNiare the counts in the nindependent measurements. The deviation of an individual count from the mean is ( Ni-Nav). Based on the deﬁnition of Nav n/summationdisplay i=1(Ni−Nav) = 0 (1.11)"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 25,
        "chunk_index": 2,
        "text": "For cases where the percent dead time losses are small, it can be shown that the expected standard deviation, σN, can be estimated from σN≃/radicalbig Nav≃/radicalbig Ni (1.12) with the estimate from Navbeing more precise than the estimate from the individual mea - surement Ni. Thus,σNis the estimate of the standard deviation expected for the di stribution of the measured counts, Ni, around the true mean. 23"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 26,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Frequently, one is dealing with counting rates, rather than counts. If the true counting rate is deﬁned by the number of counts accumulated in the counting time T, i.e., ri=Ni T(1.13) Then, the estimated standard deviation in the counting rate can be calculated from σr=σN T≃√Nav T≃√Ni T=/radicalbiggri T(1.14) A meaningful way to express the statistical precision of the measurement is via the percent standard deviation, which is deﬁned by σ% =σr ri×100% =σN Ni×100% =100%√Ni(1.15) Note that achieving a 1% standard deviation requires 10,000 counts. 1.5.3 Procedure 1. Set the operating voltage of the Geiger tube at the value de termined in Experiment 1.2. 2. Place the radioactive source in fourth/ﬁfth slot from the window of the GM tube. 3. Without moving the source, take at least 200 or more indepen dent 5 secs. runs and record the counts for each run in Table 1.5. The counter value s,Ni, may be recorded directly in the table since, for this experiment, Niis deﬁned as the number of counts recorded for a 5 secs. time interval. 4. With a calculator determine Nav. You can also use excel sheet for further analysis. Fill in the values of Ni−Navin Table 1.5. It should be noted that these values can be either positive or negative. You should indicate the sign in the data entered in the table. 5. Calculate σN, and ﬁll in the values for σNand(Ni−Nav) σNin the table, using only two decimal places. Next, round oﬀ the values for(Ni−Nav) σNto the nearest 0.5 and record the values in the “Rounded Oﬀ” column of the table. 6. Make a plot of the frequency of the rounded-oﬀ events(Ni−Nav) σNvs. the rounded-oﬀ values. Fig. 1.16 shows this plot for an ideal case. 7."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 26,
        "chunk_index": 2,
        "text": "What kind of distribution does your plot follow? 24"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 27,
        "chunk_index": 1,
        "text": "1.5 EXPERIMENT 4: Nuclear Counting Statistics Table 1.5: Data for the measurement of statistical distribu tion of radioactive decay Run Counts in 5 secs. σNNi−NavNi−Nav σNNi−Nav σN No. (Ni) Rounded oﬀ Table 1.6: Frequency distribution of a measured data readin gs Bins -2.5 -2.0 -1.5 -1.0 -0.5 00.51.01.52.02.5 No. of readings ( Ok) 1 317 18241811 71 -3 -2 -1 0 1 2 3 (N-Nav)/σ05101520Frequency Figure 1.16: Gaussian distribution function. 1.5.4 Exercises a. Repeat the steps 1-7 without a radioactive source, i.e. ﬁnd out the distribution plot for background radiation. Note that in this case counts 25"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 28,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter measured by the detector may be less than 10. Comment on the diﬀerence between the two plots. b. Which distribution matches the data with the background counts? How well does the Gaussian distribution describe the source data? c. How close are the standard deviation values when calculated with the Poisson and Gaussian distributions? A typical plot for statistical distribution measured with G M counter is shown in Fig. 1.17. -2 -1 0 1 2 (N-Nav)/σ051015202530FrequencyFrequency distribution plot Figure 1.17: Illustration of statistical distribution of r adioactive decay process measured using GM detector. 1.5.5χ2-test of the statistical data In the above experiment, counting of nuclear radiation was r epeated 200 times keeping the time interval ﬁxed. The best value of the count were obtained by taking mean of all the counts Nav=1 n/summationdisplay Ni, (1.16) wherenis total number of observations and Niare the counts. The standard deviation σ were calculated as 26"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 29,
        "chunk_index": 1,
        "text": "1.5 EXPERIMENT 4: Nuclear Counting Statistics σ=/radicalbigg/summationtext(Ni−Nav) n−1(1.17) The factor (n−1)in the denominator is due to ﬁnite number of readings. Using t he observed counts a frequency distribution of the data were pr oduced. This can be compared with expected number of events using a Gaussian or Poisson di stribution. If the diﬀerence between the observed number Okfor a bin kand the corresponding expected number Ek is small we can say that the Gaussian or Poisson distribution is a good assumption for the data points. The Ekcan be calculated for Gaussian distribution function using the Table 1.20 given in the Appendix of this chapter. Theχ2-test is meant to ﬁnd out the goodness of ﬁt. χ2is deﬁned in our case as : χ2=n/summationdisplay k=1(Ok−Ek)2 Ek(1.18) Ifχ2= 0, the agreement is perfect, i.e. Ok=Ekfor all the bins k. This situation is very unlikely to occur. In general, the individual terms in the su m is of the order of one and since there are nterms in the sum, χ2≤n can be considered as a good agreement. On the other hand, if χ2>> n, we can say that there is signiﬁcant disagreement between the observed data and the expected distribution function. Degrees of freedom The degrees of freedom fin a statistical calculation is deﬁned as the number of obser ved data minus the number of parameters computed from the data an d used in the calculation. If the observed data Okare distributed in kbins and cis the number of parameters that had to be calculated from the data to compute Ek, then the degrees of freedom is given by f=k−c (1.19) The number of constraints cdepends upon speciﬁc example under consideration."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 29,
        "chunk_index": 2,
        "text": "In the ab ove example of radioactivity measurement, total number of read ings N=200 was distributed among 9 bins, as shown in Table 1.6. It is clear that total numb er of readings follows equation 1.20. This means that if we know values of Okin eight bins, the last one can be calculated using the relation 1.20. Therefore, the equat ion 1.20 represents one of the constraints. N=/summationdisplay kOk (1.20) 27"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 30,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter We need to know mean µand variance σfor estimation of number of readings, Ek, following Gaussian distribution function. We have seen that these par ameters were obtained using the 200 data readings. Therefore, in this example, total num ber of constraints are three and degrees of freedom fcan be calculated as 9-3=6. Reduced χ2and goodness of ﬁt The reduced χ2is deﬁned as ¯χ2=χ2 F=1 Fn/summationdisplay k=1(Ok−Ek)2 Ek(1.21) Note that the reduced ¯χ2should be of the order of 1. If ¯χ2>>1, the data do not ﬁt the assumed distribution satisfactorily. We will analyse the data taken in the previous section. The ca lculated number of readings following Gaussian distribution are compared with the obse rved readings in Table 1.7. A χ2 value of 8.03 has been calculated using the data given in Tabl e 1.7. Since degrees of freedom in this case is six, the reduced ¯χ2value is 1.34. Table 1.7: Observed and calculated frequency distribution for radioactive decay measurement Bins -2.5 -2.0 -1.5 -1.0 -0.5 00.5 1.0 1.52.02.5 No. of readings ( Ok) 1 317 18 24 18 11 71 Gaussian Dist. ( Ek) 3.2 6.612.1 17.5 19.7 17.5 12.1 6.63.2 Now one can ask if the value of ¯χ2=1.34 is suﬃciently larger than one to rule out our expected Gaussian distribution. Standard tables are avail able (see Table 1.21 in Appendix of this chapter) for percentage probability Probf(¯χ2≥¯χ02)of obtaining the value of ¯χ2 greater than or equal to any particular value ¯χ02, assuming the measurements concerned are governed by the expected distribution. The table shows that probability for obtaining ¯χ2≥1.34with six degree of freedom is 25% which is OK. Any value less than 5 suggest that our data is not c onsistent with the expected distribution function. 28"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 31,
        "chunk_index": 1,
        "text": "1.6 APPENDIX: Statistical Distribution Function 1.6 APPENDIX: Statistical Distribution Function 1.6.1 Binomial distributions: The binomial distribution is the most general of the statist ical models and is widely applicable to all constant probability processes. If nis the number of trials for which each trial has a success probability p, then the predicted probability of counting exactly xsuccesses is given by P(x) =n! (n−x)!x!px(1−p)n−x(1.22) P(x)is the predicted probability distribution function, as giv en by the binomial distribution, and is deﬁned only for integer values of nandx. The Binomial distribution function is shown in Fig. 1.18. 0 2 4 6 8 10 12 14 X00.050.10.150.20.25P(X) Figure 1.18: Binomial distribution function. Properties of binomial distributions: n/summationdisplay x=0P(x) = 1 (1.23) ¯x=n/summationdisplay x=0xP(x) (1.24) 29"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 32,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter substituting the value of P(x)we have ¯x=pn (1.25) It is also important to derive a single parameter that can be d escribe the amount of ﬂuctu- ation predicted by a given distribution. We can deﬁne a predi cted variance σ2, which is a measure of the scatter about the mean predicted by a speciﬁc s tatistical model P(x): σ2=n/summationdisplay x=0(x−¯x)2P(x) (1.26) Putting the value of P(x)we haveσ2=np(1−p). 1.6.2 Poisson Distribution Many categories of binary processes can be characterized by a constant and small probability of success for each individual trials. Included are most nuc lear counting experiments in which the number of nuclei are large and measuring time is sma ll compared to half-life of the radioactive species. Under these condition, the approx imation holds that the success probability is small and constant and the binomial distribu tion reduces to the Poisson form. Let us take the binomial distribution for p << 1. We are intere sted in its behavior as n becomes inﬁnitely large while the mean µ=np remains constant. We can write the binomial distribution as P(x) =n! x!(n−x)!px(1−p)−x(1−p)n(1.27) we can write n! (n−x)!=n(n−1)(n−2)....(n−x+2)(n−x+1) (1.28) and in the limit x << n each factor is equal to nand this term asymptotically approaches nx. The term (1−p)−xis approximately (1+px)which asymptotically approaches 1 as p becomes inﬁnitesimally small. The last term can be rearrang ed by substituting µ/pfornto show that it asymptotically approaches e−µ Combining these approximations, we ﬁnd that the binomial di stribution probability function P(x)asymptotically approaches the Poisson distribution P(x,µ) =µx x!e−µ(1.29) 30"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 33,
        "chunk_index": 1,
        "text": "1.6 APPENDIX: Statistical Distribution Function 0 2 4 6 8 10 X00.050.10.150.20.25P(X) Figure 1.19: Poisson distribution function. We note that signiﬁcant simpliﬁcation has occurred in deriv ing the Poisson distribution - only one parameter is required, which is the mean µ. This is a great help for processes in which we can in some way measure or estimate the mean value, bu t for which we have no idea of either the individual probability or the size of the s ample. Such is usually the case in nuclear measurement. In order to verify the normalization of the distribution fun ction is correct we note that the ﬁrst term i.e.∞/summationdisplay x=0µx x!= eµ(1.30) Mean and standard deviation The mean µof the Poisson distribution must be the same parameter µwhich appear in the probability distribution function because that is the mean of the corresponding binomial distribution. < x >=∞/summationdisplay x=0xµx x!e−µ=µe−µ∞/summationdisplay x=1µx−1 (x−1)!=µe−µ∞/summationdisplay y=0µy y!=µ (1.31) The variance σ2can be evaluated by examining behavior of binomial distribu tion in the limit that pbecomes inﬁnitesimally small. σ2= lim p→0[np(1−p)] =µ (1.32) 31"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 34,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Alternatively, the expectation value of the square of the de viation can be evaluated directly σ2=<(x−µ)2>=∞/summationdisplay x=0[(x−µ)2µx x!e−µ] =µ (1.33) The standard deviation σis therefore square root of the the mean µ. 1.6.3 Gaussian Distribution The most important probability distribution for use in the s tatistical analysis of data is the Gaussian or normal distribution. Mathematically, it is an a pproximation to the binomial distribution for the special limiting case where the number of observation n is inﬁnitely large and the probability of success for each is ﬁnitely large so th atnp>>1. The Gaussian distribution is a continuous symmetric distri bution function of the form exp[−x2/2σ2]. The function has the value 1 at x=0 and it decreases symmetrically as the value of xchanges from the value zero. Gaussian function representin g a symmetric function around the mean value µis given by exp[−(x−µ)2/2σ2] The sharpness of the function, i.e. how fast function goes to zero asxchanges from its mean value depends upon the parameter σ. if the value of σis small the exponent x2/2σ2will be large resulting the function to decrease steeper. Now any probability function must satisfy the condition /integraldisplay+∞ −∞N exp/bracketleftbig −(x−µ)2/2σ2/bracketrightbig dx= 1 (1.34) The normalising factor Ncan be evaluated as1 σ√ 2π. The Gaussian function is therefore represented by P(x) =1 σ√ 2πexp[−(x−µ)2 2σ2] (1.35) The two parameters µandσ2correspond to the mean and variance of the distribution. Thi s we can verify using their basic deﬁnition. Mean ¯x=/integraldisplay+∞ −∞x1 σ√ 2πexp/bracketleftbig −(x−µ)2/2σ2/bracketrightbig dx (1.36) Let us deﬁne z=x−µ, such that dz=dxandx=z+µ replacing the variables, we have 32"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 35,
        "chunk_index": 1,
        "text": "1.6 APPENDIX: Statistical Distribution Function ¯x=1 σ√ 2π/parenleftbigg/integraldisplay+∞ −∞z exp/bracketleftbig −z2/2σ2/bracketrightbig dz+µ/integraldisplay+∞ −∞exp/bracketleftbig −z2/2σ2/bracketrightbig dz/parenrightbigg (1.37) The ﬁrst integral is zero as it is an odd integral and the secon d integral is σ√ 2π. Therefore, we have ¯x=µ. Standard deviation Using the deﬁnition of standard deviation we can write σ2 x=/integraldisplay+∞ −∞(x−µ)21 σ√ 2πexp/bracketleftbig −(x−µ)2/2σ2/bracketrightbig dx (1.38) replacing the variable once again by z=x−µand evaluating the integral by parts, we have σ2 x=σ2 Signiﬁcance of Standard deviation The area under the probability distribution curve represen t the total probability of the event to occur. If the event is described by the Gaussian distribut ion and now we ask what is the probability of obtaining the value xbetween µ±σ. We can calculate this by evaluating the integral P1σ=1 σ√ 2π/parenleftbigg/integraldisplayµ+σ µ−σexp/bracketleftbig −(x−µ)2/2σ2/bracketrightbig dx/parenrightbigg (1.39) substituting the ( x−µ)/σ=zsuch that dx=σ dzand the limits of the new variable zwill be±1 we can write the integral as P1σ=1√ 2π/parenleftbigg/integraldisplay1 −1exp/parenleftbig −z2/2/parenrightbig dz/parenrightbigg (1.40) The above integral is called as “error integral” and its valu e can be computed as 0.68. That means the probability of ﬁnding the value of xwith one σlimit is 68%. Similarly, probability of ﬁnding the value of xwithin2σand3σlimits are 95.4% and 99.7%, respectively. A table for the error integral is given in the following. Sometime the width of the distribution function is describe d by the quantity Γcalled as “Full Width at Half Maximum” (FWHM). This is deﬁned as the range of xbetween the values at which the probability P(x,µ,σ)is half its maximum value. P(µ±1 2Γ,µ,σ) =1 2P(µ,µ,σ) (1.41) which gives Γ= 2.354σ 33"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 36,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Figure 1.20: Table for Normal error integral. 34"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 37,
        "chunk_index": 1,
        "text": "1.6 APPENDIX: Statistical Distribution Function Figure 1.21: The percentage probabilities for Chi squared. 35"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 38,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter 1.7 EXPERIMENT 5 : Absorption coeﬃcient for γrays passing through Lead, Copper and Aluminium absorbers. 1.7.1 Purpose 1. To determine linear absorption coeﬃcient, µ, forγrays passing through Lead, Copper and Aluminium absorbers. 2. Variation of µwith atomic number Z. 1.7.2 Relevant information Gamma-rays lose energy while passing through matter by thre e main processes, viz., photo- electric absorption, Compton scattering and pair-product ion. The intensity of the radiation is thus decreased as a function of distance in the absorbing m edium. The purpose of this experiment is to measure the attenuation of the intensity wi th absorber thickness, and to derive the half-thickness and the attenuation coeﬃcient. Wh en aγ-ray ﬂux of intensity I 0 passes through a substance of thickness x, the outgoing intensity I is given by I=I0e−µx(1.42) whereµis the linear absorption coeﬃcient for γ-ray, the value of which depends on the material (atomic numbers of the elements and their relative weights constituting the ma- terial) and the energy of the incident γ-ray. The µin the above expression is the sum of photoelectric µpand Compton scattering µcabsorption coeﬃcients: µ=µp+µc (1.43) It is convenient to express the thickness xasρxwhereρis the density of the material under study. The unit of thickness for this way of expressing it is g rams/cm2. Then I=I0e(−µ/ρ)ρx(1.44) Accordingly µ/ρis now called mass absorption coeﬃcient and is expressed in c m2/gm. Following are the advantages of choosing this unit: 36"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 39,
        "chunk_index": 1,
        "text": "1.7 EXPERIMENT 5 : Absorption coeﬃcient for γrays passing through Lead, Copper and Aluminium absorb (i) Measurement of the thickness of a very thin foil is often q uite inconvenient. On the other hand its area and weight can be measured easily and accuratel y from which its thickness in gm/cm2can be obtained. (ii) The energy loss due to ionisation per unit distance of tr avel of an incident β-particle is proportional to the number of atomic electrons/cm3(=NZ) in the absorber material. Here, Nis the number of atoms/cm3andZis the atomic number of the element. We can also write NZ= (ρNA A)Z=ρNAZ A(1.45) whereNAis the Avogadro number and ρis the density in gm/cm3of the absorber material. Interestingly, (Z/A)is nearly constant for all elements and thus the ionisation l oss (in ergs gm-1cm-2) becomes approximately independent of the choice of the mat erial making the absorber. The above considerations apply equally well to ab sorbers made from alloys and compounds. The half-value thickness x1/2is deﬁned as the thickness of the absorber for which the γ- ray intensity gets reduced to half of the incident intensity (corresponding to x= 0). The following relationship is useful : x1/2=0.693 µ(1.46) We will ﬁnd the value of µfor any given material at a few γ-ray energies. 1.7.3 Procedure The experimental arrangement is shown in Fig. 1.22. Make the GM setup in operation, as discussed in previous experiments. A lead collimator can be used to collimate the γ-rays from the source towards the absorber. This will minimize scattering from the surrounding objects which would otherwise have reached the detector to unduly contribute to the true counts . However, we do not have collimeters for this experiment. 1. Set the voltage of the Geiger tube at the operating value de termined in the ﬁrst ex- periment."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 39,
        "chunk_index": 2,
        "text": "2. Place a radioactive source about 4 cm from the window of the Geiger tube, and count for 2 minutes. Record the number of counts ( I0). 3. First, we will use the lead absorbers. The thickness of the absorbers can be measured using a screw gauge. Suitable combination of the absorbers w ill be used to increment the total thickness. 37"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 40,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Figure 1.22: Experimental arrangement for γ-ray absorption measurement. 4. Place the thinnest sheet of lead from the absorber kit betw een the source and the GM tube window and take another 2-minute count ( I). Record the value. 5. Add a second sheet of lead on top of the ﬁrst to increase the t otal thickness, and record the count. 6. Continue inserting combinations of lead sheets to increm ent the total thickness until the number of counts is 10% of the number recorded with no abso rber (I0). Record the counts taken in 2 minutes for each step. 1.7.4 Exercises a. Correct all the measured counting rates for the dead time measured in previous experiment, if the correction alters the result by more than 1%. This correction should be applied before the background is subtracted. 7. Remove the source to a long distance from the counting stati on and make a 2-minute background run, and subtract this value from each of the abov e counts that have been corrected for dead time. Check this background count at the maximum absorber thickness employed and without any absorbers. The result sh ould be the same, or close enough to the same that the average of the two background read ings can be used for background subtraction from all the corrected counting rat es with the source in the counting position. 8. Repeat the processes (1-8) for Al and Cu absorbers. 38"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 41,
        "chunk_index": 1,
        "text": "1.7 EXPERIMENT 5 : Absorption coeﬃcient for γrays passing through Lead, Copper and Aluminium absorb 1.7.5 Exercises b. Record the total density-thickness of the absorbers in mg/cm2and plot on semilog paper the corrected counts as a function of absorber density-thickness in mg/cm2. The density-thickness is deﬁned as the product of density in mg/cm3 times the thickness of the absorber in cm. c. Draw the best straight line through the points, and determine x1/2andµfrom the slope of the line. Compare the results with the standard values 0 2 4 6 8 10 12 14 Thichness (mm)55.25.45.65.866.26.46.66.87ln (I)Al Cu Pb y = 6.5173 - 0.027938 * x y = 6.4419 - 0.043903 * x y = 6.6937 - 0.11932 * xAbsorption Coefficients for Gamma rays Figure 1.23: The plot of ln(I) vs absorber thickness for Al, C u and Pb materials. The data points are ﬁtted with a straight line for which the slop deter mines the absorption coeﬃcient. Typical plots for Al, Cu and Pb absorbers are show in Fig. 1.23 . The linear absorption coeﬃcient were obtained from the slope of the plot of Fig. 1.2 3. The measured half-value thickness and the standard values of linear absorption coeﬃ cient (µ) for diﬀerent materials are listed in Table 1.8 Table 1.8: Linear absorption coeﬃcient and half-value thic kness measured for diﬀerent ma- terials. Standard values are also shown. Material Measured µStandard µx1/2 (mm−1) (mm−1)(mm) Aluminium (Al) 0.028 0.021 24.8 Density= 2.70 gm/cm3 Copper (Cu) 0.044 0.068 15.8 Density= 8.92 gm/cm3 Lead (Pb) 0.119 0.142 5.8 Density= 11.34 gm/cm3 39"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 42,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter 1.8 EXPERIMENT 6 : Absorption curve for β-particles in Aluminum and determination of the end-point energy from range-energy relation. 1.8.1 Purpose 1. To determine range of βparticles in Al. 2. Determination of end-point energy using Range-Energy rel ation. 1.8.2 Relevant information As aβ−-particle (electron) travels in an absorbing medium, it los es energy. As a result, it gradually slows down till it comes to rest. In other words, it is ﬁnally absorbed. An electron having an incident kinetic energy of 1 MeV suﬀers more than 104collisions in an absorber before being stopped. An electron gives away its energy through various interacti ons with the atoms and nuclei constituting the absorber. The most predominant one is coul omb interaction. The radiative process, although of somewhat less signiﬁcance, is also a ca use of energy loss by fast electrons in matter. In our experiment, we are concerned with β−-particles which have a distribution in energy. The end-point energy Emax βof 2 MeV is about the highest energy we have to deal with in the laboratory. Ionisation and excitation are the most important outcome of coulomb interaction between β−-particles and atomic electrons. The ejected electron and t he optical radiation emitted on excitation are also absorbed within a short distance in th e same material. In eﬀect, an incidentβ−- particle ﬁnally loses its entire energy and is absorbed."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 42,
        "chunk_index": 2,
        "text": "The speciﬁc energy loss (loss of energy per unit path length) due to collision inducing ionisa- tion and excitation of the atoms by fast electrons ( β−-particles emitted from our laboratory sources are fast electrons) is given by Bethe-Bloch equatio n: −/parenleftbiggdE dX/parenrightbigg c=2πe4NZ m0v2/bracketleftbigg lnm0v2E 2I2(1−β2)−ln2/parenleftBig 2/radicalbig 1−β2−1+β2/parenrightBig + /parenleftbig 1−β2/parenrightbig +1 8/parenleftBig 1−/radicalbig 1−β2/parenrightBig2/bracketrightbigg , wheree= electronic charge, β=v/c,N= number of atoms per cm3in the absorber, Z= atomic number of the element constituting the absorber, m0= electron mass, c= velocity of light in vacuum, E= kinetic energy of the incident electron and I= average 40"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 43,
        "chunk_index": 1,
        "text": "1.8 EXPERIMENT 6 : Absorption curve for β-particles in Aluminum and determination of the end-point e nergy ionisation/excitation potential of the atoms in the absorb er. In addition to the loss due to ionisation and excitation, rad iative process is also a cause of energy loss by electrons while traveling in matter. As an ene rgetic electron moves past a nucleus of an atom of the absorber it gets accelerated. As a re sult, electromagnetic radiation in the form of γ-rays are emitted. This is known as bremsstrahlung. The corr esponding speciﬁc energy loss is : −/parenleftbiggdE dX/parenrightbigg r =NEZ(Z+1)e4 137m2 0c4/parenleftbigg 4ln2E m0c2−4 3/parenrightbigg (1.47) We see from this equation that radiative energy loss is highe r for higher incident electron energies and higher Zof the absorber atoms. The loss will be less for heavy charged particles due to presence of the m2 0factor in the denominator of the multiplicative term of equa tion 1.47. The total speciﬁc energy loss is the sum of the above two energy losses. It is interesting to ﬁnd the relative contribution of these two processes. The ratio of them is approximately : (dE/dX)r (dE/dX)c≃EZ 700, (1.48) whereEis in MeV. Taking average electron energy to be 1 MeV in our exp eriments, we can calculate the ratio as given in the following Table 1.9: T he ratios clearly show that energy loss through bremsstrahlung is quite small compared to that due to ionisation and excitation. Table 1.9: The ratio between radiative and non-radiative pr ocess for diﬀerent materials for 1 MeVβparticles Element Z[(dE/dX) r] / [(dE/dX) c] Aluminium 13 0.019 Copper 29 0.04 Silver 47 0.067 Lead 82 0.117 Absorption curves for β−particles in Al are shown in Fig. 1.24."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 43,
        "chunk_index": 2,
        "text": "Range of an electron in an absorber is the distance it travels in it from the point of i ncidence to the point where it stops. The actual path followed by the electron is, howeve r, not straight but somewhat zigzag. Range is therefore an eﬀective path length considere d straight. Since the β−particles have an energy distribution, the range R correspo nds to that of the β−particles having energy E βmax. Range-energy relations established to ﬁnd E βmaxtake care of all the β−-particles having a distribution in energy. The range energ y relations of our interest are given below. These relations are linear for Eβmax> 0.8 MeV. Here, R is expressed in gm/cm2and E βmaxin MeV. Glendenin's relation : R= 0.542Emax β−0.133 (1.49) 41"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 44,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter Figure 1.24: Absorption of β−−particles in Aluminum. Range of beta particle can be de- termined by extrapolating the curve to the background count level. Bleuler and Zunti's relation : R= 0.571Emax β−0.161 (1.50) A typical range-energy relationship for beta particles obt ained from empirical relations is shown in Fig. 1.25. Figure 1.25: Range-Energy plot obtained from empirical rela tions for beta particles in Al absorber. 42"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 45,
        "chunk_index": 1,
        "text": "1.8 EXPERIMENT 6 : Absorption curve for β-particles in Aluminum and determination of the end-point e nergy Our aim of the experiment is to ﬁnd out the range of β−-particles in aluminum and to determine E βmaxfrom the range energy relation. One way to determine end-poi nt energy, Emax β, of theβparticles is through Fermi-Kurie plot of their energy distr ibution data obtained from a magnetic beta spectrometer. This experiment was perf ormed in previous semester. In the absence of such spectrometer the absorption experime nt provides an alternative way to determine Emax β. Besides, the eﬀects arising from absorption of β−-radiation in biological systems and the consequent medical implications also add to the importance of an absorption experiment. 1.8.3 Procedure The G. M. Counter setup to be used in this experiment is the sam e as the one used in previous experiments (see Fig. 1.22). 1. Start the G.M. counter setup. 2. Record the background counts for 5 min. 3. Place a204Tlβ−source on the source tray and put the tray into a slot of the sta nd about 5-6 cm away from the face of the counter. Do not disturb t he source during data acquisition. This will change the count which is not because of absorption. 4. Take a blank absorber ring. Place it on the absorber tray; t hen put it is position into a slot of the stand about 3-4 cm away from the face of the G.M. co unter. Record the counts for 1 min. This is done to ﬁnd out the number of particle s which enter the counter after being scattered by the tray and the blank ring. Note that we may need to place three absorber rings at the same time."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 45,
        "chunk_index": 2,
        "text": "Therefore, the space between the absorber tray and the GM counter should be s uﬃcient enough to accommodate the three rings of absorber. The absorber foil should be placed as near to the counter as po ssible. This is necessary because some of the β−particles, while passing through the absorber, not only los e energy but also get scattered to a wide angle. With the absorbe r placed away form the counter but near the source, some of the particles will be scattered away from the counter and thus be lost, resulting in some loss in counts. Th is will falsely add to true absorption. 5. Next, place the absorber having the least thickness on the tray and insert it in position. Record counts for 1 min. 6. Repeat step 5 with absorbers of increasing thickness “one b y one” till a thickness is reached when all the particles are absorbed. This situation is indicated by fall of counts to the background level. Continue taking readings wi th at least 5 more thicker absorbers. 7. Remove the source and the absorber. Record background for 5 m in again. Add the readings for background taken under step 2, then divide t he total by 10 to get the 43"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 46,
        "chunk_index": 1,
        "text": "1 Experiments Using Geiger-Müller Counter background counts per min. 7. Plot count vs. absorber thickness in mg/cm2on a semi-log graph paper. Draw curve through these points. 8. Extrapolate the true absorption curve to meet the absciss a. This meeting point gives the range R in gm cm-2. 9. Using this value of R calculate Emax βfrom Glendenin's and Bleuler and Zunti's relations. Compare the values obtained. 10. Repeat steps 1 to 10 for a90Sr source. 0 500 1000 1500 Absorber Thickness (mg/cm2)10100100010000 Counts/20secBeta absorption in Al : 90Sr source Range : 1100 mg/cm2 Figure 1.26: Absorption plot for beta particles from90Sr source in Al. Range of the beta particle is calculated from the intercept on the x-axis. Fig. 1.26 shows absorption of beta particles from90Sr source in Al absorber. A range ofR≃1100mg/cm2is obtained from the plot. Using equations 1.49 and 1.50, we h ave the values 2.275 and 2.208 MeV for beta end-point energy, res pectively. These are in good agreement with the standard value of Emax β= 2.280MeV. If this experiment is performed with a β−source (viz.,137Cs) which also emits γ-rays, a tail will be found (see Fig. 1.27. This happens because these γ-rays (energy = 662keV) are absorbed only by a small amount in aluminum while traveli ng through a thickness which is enough to completely absorb β−-particles of energy as high as 2 MeV. 11. If the data are plotted in log-scale, the data points due t o gamma rays will be linear and can be ﬁtted with a linear function. Contribution due to g amma rays at lower absorber thickness is obtained by extrapolating the ﬁtted c urve to lower values (shown by the dotted line in Fig. 1.27). True counts due to β−particles are then obtained by point to point subtraction (see Fig. 1.28)."
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 46,
        "chunk_index": 2,
        "text": "Plot the data onc e again after subtraction of counts due to gamma rays to obtain the true absorption curv e forβ−particles. 44"
    },
    {
        "pdf": "gmexpt.pdf",
        "page": 47,
        "chunk_index": 1,
        "text": "1.8 EXPERIMENT 6 : Absorption curve for β-particles in Aluminum and determination of the end-point e nergy 0 0.5 1 1.5 2 2.5 3 Absorber Thickness (mm)1000CountsGamma+Beta absorption in Al; 137Cs Source Gamma Absorption : y = 740.37 - 18.631 * x Figure 1.27: Absorption plot for beta particles and gamma ra ys from137SCs source in Al. The counts due to gamma rays is ﬁtted with exponential functi on. The dashed line is extrapolation of the ﬁt to lower thickness. 0 0.1 0.2 0.3 0.4 0.5 Absorber Thickness (mm)101001000 CountsBeta Absorption using 137Cs source After subtraction of gamma-ray contribution Figure 1.28: Absorption of beta particles in Al. The contrib ution of 662-keV gamma ray of 137Cs source has been subtracted. Extrapolate the true absorption curve to meet the abscissa t o ﬁnd R. From the plot of Fig. 1.28 a range R≃0.48mm which is equivalent to 0.130 mg/cm2 (density of Al is 2.7 gm/cm3) can be calculated. The equations 1.49 and 1.50 give maximum beta energy 485 and 510 keV, respectively. The stand ard value to end-point energy of the beta particle is 514 keV. 45"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 1,
        "chunk_index": 1,
        "text": "Nuclear Physics Laboratory Manual June 28, 2016"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 3,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 1.1 Gamma-ray interaction A gamma ray interact with matter by three major processes: ph otoelectric absorption, Compton scattering, and pair production. In the photoelect ric absorption process, the gamma ray loses all of its energy in one interaction. The prob ability for this process depends very strongly on gamma-ray energy Eγand atomic number Z. In Compton scattering, the gamma ray loses only part of its energy in one interaction. Th e probability for this process is weakly dependent on Eγand Z. The gamma ray can lose all of its energy in one pair- production interaction. However, this process is relative ly unimportant for our studies since it has a threshold above 1.02 MeV. 1.1.1 Photoelectric Absorption A gamma ray may interact with a bound atomic electron in such a way that it loses all of its energy and ceases to exist as a gamma ray. Some of the gamma -ray energy is used to overcome the electron binding energy, and most of the remain der is transferred to the freed electron as kinetic energy. A very small amount of recoil ene rgy remains with the atom to conserve momentum. This is called photoelectric absorpt ion. Photoelectric absorption is important for gamma-ray detection because the gamma ray g ives up all its energy, and the resulting pulse falls in the full-energy peak. The proba bility of photoelectric absorption depends on the gamma-ray energy, the electron binding energ y, and the atomic number of the atom. The probability is greater the more tightly bound the e lectron; therefore, K electrons are most aﬀected (over 80% of the interactions involve K elec trons), provided the gamma-ray energy exceeds the K-electron binding energy."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 3,
        "chunk_index": 2,
        "text": "The probabil ity is given approximately by Equation 1.1, which shows that the interaction is more impor tant for heavy atoms like lead and uranium and low-energy gamma rays: σph∝Z5 E3.5(1.1) Photoelectric absorption is the predominant interaction f or low-energy gamma rays, x rays, and bremsstrahlung. The energy of the photoelectron Ee. released by the interaction is the diﬀerence between 1"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 4,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry the gamma-ray energy Eγand the electron binding energy Eb: Ee=Eγ−Eb (1.2) In most detectors, the photoelectron is stopped quickly in t he active volume of the detector, which emits a small output pulse whose amplitude is proporti onal to the energy deposited by the photoelectron. The electron binding energy is not lost b ut appears as characteristic x- rays emitted in coincidence with the photoelectron. In most cases, these x-rays are absorbed in the detector in coincidence with the photoelectron and th e resulting output pulse is proportional to the total energy of the incident gamma ray. F or low-energy gamma rays in very small detectors, a suﬃcient number of K x-rays can escap e from the..detector to cause escape peaks in the observed spectrum; the peaks appear belo w the full-energy peak by an amount equal to the energy of the x ray. 1.1.2 Compton Scattering Compton scattering is the process in which a gamma ray intera cts with a free or weakly bound electron ( Eγ>> E b) and transfers part of its energy to the electron. Conservat ion of energy and momentum allows only a partial energy transfer wh en the electron is not bound tightly enough for the atom to absorb recoil energy. This int eraction involves the outer, least tightly bound electrons in the scattering atom. The el ectron becomes a free electron with kinetic energy equal to the diﬀerence of the energy lost by the gamma ray and the electron binding energy. Because the electron binding ener gy is very small compared to the gamma-ray energy, the kinetic energy of the electron is very nearly equal to the energy lost by the gamma ray:"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 4,
        "chunk_index": 2,
        "text": "Ee=Eγ−E′ γ (1.3) whereEe= energy of scattered electron Eγ= energy of incident gamma ray E′ γ= energy of scattered gamma ray. The directions of the electron and the scattered gamma ray de pend on the amount of energy transferred to the electron during the interaction. Equati on 1.3 gives the energy of the scattered gamma ray, and Figure 1.1 shows the energy of the sc attered electron as a function of scattering angle and incident gamma-ray energy. Eγ′=Eγ 1+Eγ m0c2(1−cosθ)(1.4) whereEγ′is the energy of the scattered photon γ′,θis the scattering angle for the direction ofγ′relative to the direction of the incident gamma-ray, γ,Eγis the energy of the incident photonγandm0c2is the rest mass energy of the electron and is equal to 511 keV. 2"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 5,
        "chunk_index": 1,
        "text": "1.1 Gamma-ray interaction Figure 1.1: Energy of Compton-scattered electrons as a func tion of scattering angle and incident gamma-ray energy ( Eγ). The sharp discontinuity corresponds to the maximum energy that can be transferred in a single scatterin g. This energy is minimum for a head-on collision where the gamm a ray is scattered 180◦and the electron moves forward in the direction of the incident g amma ray. For this case the energy of the scattered gamma ray is given by Equation 1.5 and the energy of the scattered electron is given by Equation 1.6: E′ γ(min) =Eγ 1+2Eγ m0c2≃m0c2 2= 256 keV; if E γ>>m0c2 2(1.5) Ee(max) = Eγ/bracketleftBigg 1−1 1+2Eγ m0c2/bracketrightBigg ≃Eγ−m0c2 2=Eγ−256 keV; if E γ>>m0c2 2(1.6) When a Compton scattering occurs in a detector, the scattered electron is usually stopped in the detection medium and the detector produces an output p ulse that is proportional to the energy lost by the incident gamma ray. Compton scatterin g in a detector produces a spectrum of output pulses from zero up to the maximum energy g iven by Equation 1.6. The scattering cross-section for this process does not depe nd on atomic number Z but on the density of electrons (= NZ, N = number of atoms per cm3) present in the scatterer. Hence, in practice, a Z-dependence is observed. 3"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 6,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 1.1.3 Pair Production A gamma ray with an energy of at least 1.022 MeV can create an el ectron-positron pair when it is under the inﬂuence of the strong electromagnetic ﬁ eld in the vicinity of a nucleus. In this interaction the nucleus receives a very small amount of recoil energy to conserve momentum, but the nucleus is otherwise unchanged and the gam ma ray disappears. This interaction has a threshold of 1.022 MeV because that is the m inimum energy required to create the electron and positron. If the gamma-ray energy ex ceeds 1.022 MeV, the excess energy is shared between the electron and positron as kineti c energy. Figure 1.2: Gamma ray absorption coeﬃcients for NaI(Tl) and NE102A plastic scintillator. Note the diﬀerence in the relative magnitudes of the photoel ectric and Compton cross sections. The electron and positron from pair production are rapidly s lowed down in the absorber. After losing its kinetic energy, the positron combines with an electron in an annihilation 4"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 7,
        "chunk_index": 1,
        "text": "1.2 Gamma-ray spectrometer process, which releases two gamma rays with energies of 0.51 1 MeV. These lower energy gamma rays may interact further with the absorbing material or may escape. In a gamma- ray detector, this interaction often gives three peaks for a high-energy gamma ray. The kinetic energy of the electron and positron is absorbed in th e detector. One or both of the annihilation gamma rays may escape from the detector or they may both be absorbed. If both annihilation gamma rays are absorbed in the detector, t he interaction contributes to the full-energy peak in the measured spectrum; if one of the a nnihilation gamma rays escapes from the detector, the interaction contributes to the singl e-escape peak located 0.511 MeV below the full-energy peak; if both gamma rays escape, the in teraction contributes to the double-escape peak located 1.022 MeV below the full-energy peak. The relative heights of the three peaks, depend on the energy of the incident gamma ra y and the size of the detector. Pair production is impossible for gamma rays with energy les s than 1.022 MeV. Above this threshold, the probability of the interaction increases ra pidly with energy. The probability of pair production varies approximately as the square of the at omic number Z and is signiﬁcant in high-Z elements such as Lead or Uranium. In lead, approxim ately 20% of the interactions of 1.5-MeV gamma rays are through the pair-production proce ss, and the fraction increases to 50% at 2.0 MeV. For carbon, the corresponding interaction fractions are 2% and 4%."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 7,
        "chunk_index": 2,
        "text": "Since the highest γ-ray energy we commonly encounter in our laboratory is 1.33 M eV emitted from a60Co nucleus and since the pair-production cross-section is r ather small at this energy, we will not discuss any further about the role of this process in scintillation γ-spectrometry. Figure 1.2 illustrates the diﬀerence in the three cross sect ions for γ-rays in NaI(Tl) and NE102A plastic scintillator (eﬀectively carbon atoms). Whi le the Compton cross sections in both materials are comparable, the photoelectric and pai r production cross sections are several orders of magnitudes higher in the NaI. 1.2 Gamma-ray spectrometer A scintillation γ-ray spectrometer is schematically shown in the block diagr am of Fig. 1.3. In this ﬁgure both SCA and MCA modes are shown. We will use both th e modes independently for measuring γ-ray energies. DetectorNaI(Tl) Pre− amplifierAmplifier Counter SupplyPower H.V. MCASourceSCA Computer Interface Figure 1.3: Block diagram of a Scintillation γ-ray spectrometer assembly A brief description of the components of this assembly (Fig. 1.3) and their working principle is given below. 5"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 8,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 1.2.1 NaI(Tl) Detector : Figure 1.4: The structure of the NaI(Tl) detector and variou s types of gamma-ray interac- tions that occur in the typical source-detector-shield con ﬁguration. The structure of the NaI(Tl) detector is illustrated in Figu re 1.4. A crystal of sodium iodide (NaI) activated with a very small quantity of thallium (Tl) s erves as the scintillator. When a charged particle or a photon enters its volume, it interact s with the electrons causing ionization of the sodium iodide. This creates excited state s in the crystal that decay by emitting visible light photons. This emission is called a sc intillation and, hence, this type of sensor is known as a scintillation detector. The thallium doping of the crystal is critical for shifting the wavelength of the light photons into the sen sitive range of the photocathode. Fortunately, the number of visible-light photons is propor tional to the energy deposited in the crystal by the gamma ray. After the onset of the ﬂash of lig ht, the intensity of the scintillation decays approximately exponentially in time , with a decay time constant of 250 ns. Surrounding the scintillation crystal is a thin aluminu m enclosure, with a glass window at the interface with the photocathode, to provide a hermetic s eal that protects the hygroscopic NaI against moisture absorption. The inside of the aluminum is lined with a coating that reﬂects light to improve the fraction of the light that reach es the photocathode. 6"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 9,
        "chunk_index": 1,
        "text": "1.2 Gamma-ray spectrometer At the photocathode, the scintillation photons release ele ctrons via the photoelectric eﬀect. The number of photoelectrons produced is proportional to th e number of scintillation pho- tons, which, in turn, is proportional to the energy deposite d in the crystal by the gamma ray. The remainder of the photomultiplier tube consists of a seri es of dynodes enclosed in the evacuated glass tube. Each dynode is biased to a higher volta ge than the preceding dynode by a high voltage supply and resistive biasing ladder in the pho tomultiplier tube base. Because the ﬁrst dynode is biased at a considerably more positive vol tage than the photocathode, the photoelectrons are accelerated to the ﬁrst dynode. As each e lectron strikes the ﬁrst dynode the electron has acquired suﬃcient kinetic energy to knock o ut 8 to 10 secondary electrons. Thus, the dynode multiplies the number of electrons in the pu lse of charge. The secondary electrons from each dynode are attracted to the next dynode b y the more positive voltage on the next dynode. This multiplication process is repeated at each dynode, until the output of the last dynode is collected at the anode. By the time the aval anche of charge arrives at the anode, the number of electrons has been multiplied by a facto r ranging from 106to108, with higher applied voltages yielding larger multiplication fa ctors. For the selected bias voltage, the charge arriving at the anode is proportional to the energ y deposited by the gamma ray in the scintillator. The preampliﬁer collects the charge from the anode on a capac itor, turning the charge into a voltage pulse. Subsequently, it transmits the voltage pul se over the long distance to the supporting ampliﬁer."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 9,
        "chunk_index": 2,
        "text": "At the output of the preampliﬁer and at the output of the linear ampliﬁer, the pulse height is proportional to the energy dep osited in the scintillator by the detected gamma ray. The Multichannel Analyzer (MCA) mea sures the pulse heights delivered by the ampliﬁer, and sorts them into a histogram to record the energy spectrum produced by the NaI(Tl) detector. For an ideal detector and supporting pulse processing elect ronics, the spectrum of 662- keV gamma rays from a137Cs radioactive source would exhibit a peak in the spectrum whose width is determined only by the natural variation in th e gamma-ray energy. The NaI(Tl) detector is far from ideal, and the width of the peak i t generates is typically 7% to 10% of the 662-keV gamma-ray energy. The major source of th is peak broadening is the number of photoelectrons emitted from the photocathode for a 662-keV gamma-ray. Statistical ﬂuctuations in the secondary electron yield at the ﬁrst dynode and ﬂuctuations in the light collected from the scintillator also make a smal l contribution to broadening the width of the peak in the energy spectrum. Because the broaden ing is dominated by the number of photoelectrons, and that number is proportional t o the gamma-ray energy, the FWHM of a peak at energy E is approximately proportional to1√ E Because the scintillation has a 250-ns decay time constant, it is important to collect the resulting charge pulse from the photomultiplier tube for at least four time constants (i.e., 1 µs). This collection time ensures that 98% of the light will con tribute to the analyzed pulse height, thus assuring that the best possible energy resolut ion can be achieved."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 9,
        "chunk_index": 3,
        "text": "If a 0.5- µs shaping time constant is chosen on the linear ampliﬁer, the a mpliﬁer output pulse will reach its maximum amplitude in approximately 1.1 µs. Hence this is the minimum shaping time constant that can be employed. If high counting rates are not expected, and the dead time caused by the pulse width is not a problem, a 1- µsshaping time constant can be selected. The latter choice delivers a pulse that reaches peak amplitu de in approximately 2.2 µs. 7"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 10,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry For an MCA having a conversion time <2µs, the dominant source of dead time is the duration of the ampliﬁer output pulse. The dead time compris es the sum of the time to reach peak amplitude and the width of the pulse at the baselin e. For the 0.5 µsshaping time constant, the dead time amounts to about 5 µs, and for the 1 µstime constant, the dead time is approximately 10 µs. Consequently, the NaI(Tl) system will experience a 10% dea d time loss in the range of 10,000 to 20,000 counts/second, dep ending on the choice of ampliﬁer shaping time constant. Above 20,000 counts/second, the gai n of the photomultiplier tube can be aﬀected by the counting rate. Consequently, 20,000 co unts/second is a reasonable upper limit for normal operation. For more information on pu lse shaping and the relevant dead time, see the book by G.F. Knoll. 1.2.2 Electronic Modules The components of a γ−ray spectrometer schematically shown in Fig. 1.3 are: High voltage supply (H.V.) : The H.V. supply is a stabilized voltage supply required to su pply the necessary operating voltage to the PMT. Commonly about 800 to 1000 V is used. The an ode is held at the highest potential and the cathode the lowest. Preampliﬁer : In this case preampliﬁers most commonly used are emitter fol lowers or cathode followers. These followers have high input impedance and low output imp edance. Such a unit is placed close to the PMT. The PMT delivers output at a high impedance w hich needs to be fed to an emitter follower having an input impedance of a few mega oh ms."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 10,
        "chunk_index": 2,
        "text": "The output is taken via a pulse transmission cable (characteristic impedance : 50 o r 100Ω) to the input of a linear ampliﬁer. Linear ampliﬁer : The linear ampliﬁer is used to amplify the pulses fed at its in put from the preampliﬁer. A linear ampliﬁer is one which has a constant output to input am plitude ratio over a large dynamic range, say from > zero input pulse amplitude to a few v olts depending on the voltage gain at which the ampliﬁer is being operated. The out put saturates at about 12V being safely linear up to 10V. If, for example, the gain is set at 100, the largest input pulse amplitude up to which the output will remain linear is 10/100 = 0.1V. 8"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 11,
        "chunk_index": 1,
        "text": "1.2 Gamma-ray spectrometer Single channel analyzer (SCA) : This instrument is now used to sort out and record the ampliﬁe r output pulses into slots according to their amplitudes. The amplitude distribution thus recorded is the γ-ray spec- trum. It should be appreciated that a monoenergetic γ-ray produces a Compton continuum and a single peak corresponding to photoelectric absorptio n (total energy absorption). This results in pulses of diﬀerent pulse height from the detector . The Pulse height selection is done through two discreminato rs; Lower level Discriminator (LLD) and Upper level Discriminator (ULD). Pulses are allow ed through the device only when the pulse height of the signal lies between the threshol ds of the two discreminators, i.e. if the LLD is set at 1 V and ULD at 1.2 V, the SCA will alow pul ses of height between 1-1.2 V. SCA works in three modes, Integrated, Normal and Window modes . In integrated mode the ULD is redundent, i.e., pulse heights above the threshol d of LLD are allowed through the device. In the Normal mode, the two discriminators work i ndependently and thresholds can be adjusted in a independent way. In the Window mode the ULD is working as a ﬁxed window over the LLD such that the threshold value for ULD is al ways LLD + WIN. Our aim is to record the spectrum of the γ-rays. A spectrum is obtained by recording the frequency distribution of the pulse amplitude. As has be en mentioned in the preceding paragraph, an SCA does the job of sorting and thus recording t he distribution. Scaler : This instrument simply counts the number of pulses fed into i ts input and present this information on a visual display."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 11,
        "chunk_index": 2,
        "text": "In general, it accepts prop erly shaped signal either from a discriminator or a pulse shaper. The Multichannel Pulse-Height Analyzer (MCA) : The other major concept introduced in this experiment is the Multichannel Analyzer (MCA). It is responsible for measuring the height of each pulse deli vered by the linear ampliﬁer. Over the period of time the gamma rays are counted, the MCA sorts th e pulses, according to pulse height, into a histogram that represents the spectrum of gam ma-ray energies intercepted by the NaI(Tl) detector. The MCA is the central analyzer for man y of the experiments in this series. Rather than including a complete description of its f unction in each experiment, the student is referred to the document entitled, For details se e ortec manual for the Multichannel Pulse-Height Analyzer. The MCA listed in the Equipment required for this experiment uses software in a supporting personal computer to operate the instrument and display the spectrum. The MCA connects to the computer via a USB cable. It is important to become fami liar with the controls that are accessible through the software. You will need to know ho w to start/stop data acquisition, clear the contents of the memory, select the digital resolut ion, adjust the upper and lower 9"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 12,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry discriminator thresholds, set the preset live time, monito r the percent dead time, read the peak positions with the mouse pointer, set regions of intere st, and calibrate the horizontal scale to read in keV (energy). One of the beneﬁts of the MCA is t he incorporation of a live time clock. This feature automatically corrects for dead ti me losses by measuring elapsed time only when the spectrometer is not busy processing a puls e. 1.3 Gamma-ray Spectrum A typical γ-ray spectrum is shown in Fig. 1.5. 0 1 2 3 4 Baseline Voltage (V)050001000015000200002500030000 Counts137Cs Energy Spectrum Back-scattered peak Compton edgePhotopeak Figure 1.5: The spectrum of 662 keV γ-rays from137Cs measured with a scintillation Spectrometer. The characteristic features of the above γ-ray spectrum are described below : (i) The photopeak or the full-energy peak is related to those events which culminate in complete absorption of the incident γ-ray energy within the scintillator. This, as has been explained earlier, happens when (a) the incident γ-ray undergoes photoelectric absorption and (b) when concurrent with the absorption of the secondary electron after a Compton 10"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 13,
        "chunk_index": 1,
        "text": "1.3 Gamma-ray Spectrum interaction, the scattered secondary γ-ray is completely absorbed thus depositing its entire energy within the scintillator. The pulse amplitudes corresponding to complete absorption of the incident γ-rays have a narrow distribution and therefore show up as a peak known as t he photopeak or full-energy peak having a ﬁnite width. The peak point represents the γ-ray energy and the corresponding pulse amplitude is proportional to the incident γ-ray energy. The pulses do not have a unique amplitude for a given absorbed energy for statistical reasons and appear as a gaussian distribution. Thus the photopeak is a gaussian rather than a very sharp peak. To calibrate the γ-ray spectrometer we now record the spectra of a few γ-rays of known energies and determine from them the full-energy peak posit ions. A graph is then drawn with these γ-ray energies and the corresponding peak positions. A strai ght line through the points will give the calibration line for the spectrometer. Note that this calibration will change if the PMT supply voltage or the ampliﬁer gain is changed or both are changed. To ﬁnd any unknown γ-ray ennergy, its spectrum is ﬁrst drawn and the full-energy peak position determined. The γ-ray energy corresponding to this position is read from the calibration curve. (ii) To the left of this photopeak we have a more or less ﬂat pul se amplitude distribution which is generated due to the continuous distribution in the energ ies of the secondary electrons originating in the scintillator from Compton scattering of the incident γ-rays. The Compton edge occurs at a point corresponding to (E e)max(see equation 1.6). (iii) The backscatter peak originates from secondary γ-rays scattered from surrounding ma- terials (viz., the PMT housing, shield, walls, table, etc.) received by the scintillator."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 13,
        "chunk_index": 2,
        "text": "It is a broad peak, mostly corresponding to Compton secondaries s cattered around θ=180ofrom the surrounding materials, hence the name backscatter peak . The common radioactive γ-ray sources which we use in laboratory work are given in the following table. Their decay schemes are given in Appendix. From the table we ﬁnd that except54Mn and137Cs, all other sources emit more than one γ−rays. As such we will get only one photopeak when we use a54Mn or a137Cs source, but more than one from the other sources. The scintillation γ-ray spectrum recorded with a60Co source is given below in Fig. 1.6 as an example. In this spectrum two photopeaks, one corresponding to the 11 73 keV and the other to 1332 keVγ-rays have appeared. Two Compton edges should have been seen but because of ﬁnite energy resolution, as well as for the fact that the Compton ed ge corresponding to the 1332 keVγ-ray falls near the left hand edge of the photopeak of the 1173 keVγ-ray, it remains hidden. Aγ-ray spectrum is characterized by the following : 11"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 14,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry Table 1.1: Details of the radioactive sources and their prod ucts. For details, see decay schemes of the sources at the end. Source Half-life Gamma-ray Energy Decay products 133Ba 10.7 yrs. 81, 302, 356, 383133Cs 22Na 2.6 Yrs 511 and 127422Ne 137Cs 30.7 Yrs 662137Ba 54Mn 312 days 83554Cr 57Co 271 days 14.4 and 12257Fe 60Co 5.3 Yrs 1173 and 133260Ni 152Eu 13.5 Yrs 122, 245, 344, 779 964, 1085, 1112 and 1408 0 1 2 3 4 5 6 7 Baseline Voltage (V)05000100001500020000 Counts60Co Energy Spectrum Back-scattered Peak Compton edgesPhotopeaks Figure 1.6: A typical γ-ray spectrum of a60Co source recorded with a NaI(Tl) based scin- tillation spectrometer. 12"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 15,
        "chunk_index": 1,
        "text": "1.3 Gamma-ray Spectrum 1.3.1 Energy resolution : Referring to the spectrum of a mono energetic γ-ray source, viz. ,137Cs we deﬁne : %Resolution (FWHM) =∆E E×100% =k×100%√ E(1.7) Where E is the energy of the peak, ∆Eis the FWHM of the peak in energy units, and kis a proportionality constant characteristic of the particul ar detector. Equation 1.7 indicates that the percent energy resolution of the NaI(Tl) detector i mproves as the gamma-ray energy increases. 1.3.2 Photofraction : Photofraction which is determined from the measured spectr um is deﬁned as : Photofraction =(area under the full energy peak) (area under the total spectrum)(1.8) Here, “area” represents total number of counts which can be o btained by summing the counts on Y-axis for a desired region of interest in the spectrum. It represents the fraction of the recorded γ-ray intensity that is completely absorbed in the scintilla tor. This is an important quantity which is needed for evaluation of relative intensi ties ofγ-rays from a measured complex spectrum. When a spectrum is measured with a source th at emits γ-rays of more than one energy the spectrum is found to consist more than one photopeak and a composite Compton continuum. The spectrum therefore assumes a comple x appearance. Photofraction is energy dependent and decreases as incident γ-ray energy increases. 1.3.3 Detection eﬃciency : Eﬃciency of a detector is limited due to its size and shape. Ch arged particles can be stopped easily in a detector of small active volume, whereas large vo lume of matter is required to stop uncharged particles like gamma rays and neutrons. Ther efore, a detector with limited size does not have 100% eﬃciency."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 15,
        "chunk_index": 2,
        "text": "Eﬃciency is classiﬁed into two parts; absolute and intrinsi c. Absolute eﬃciency is deﬁned as ǫabs=Number of pulses recorded Number of radiation quanta emitted by the source(1.9) and depends upon source to detector geometry and shape and si ze of the detector. Intrinsic photopeak eﬃciency is deﬁned as 13"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 16,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry ǫint=Number of pulses recorded Number of radiation quanta incident on detector(1.10) and no longer includes the solid angle subtended by the detec tor as an implicit factor. The two eﬃciencies are related by the expression ǫint=ǫabs×4π Ω,(1.11) whereΩis the solid angle subtended by the detector from the actual s ource position and is given by Ω =(area of the detector (cm2)) s2, (1.12) Here,sis the source-to-detector distance in cm. The radius of the N aI(Tl) detector is 2.54 cm. 14"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 17,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 1 : Gamma-ray spectroscopy 1.4 EXPERIMENT 1 : Gamma-ray spectroscopy 1.4.1 Part-I : Energy calibration and measurement of energy of an Unknown Gamma Source Purpose Part-I : (a) Energy calibration using the radioactive sources of kno wnγ-ray energies and determina- tion of the energy of the γ-ray from an unknown source. (b) Determination of energy resolution and photofraction. (c) Energy dependence of resolution and Photofraction. Apparatus 1. NaI(Tl) Detector 2. High Voltage (H.V.) Power supply 3. NIM crate 4. Preampliﬁer 5. Ampliﬁer 6. Single Channel Analyzer (SCA) 7. Timer/Counter DetectorNaI(Tl) Pre− amplifierAmplifier SCA Counter SupplyPower H.V.Source Figure 1.7: Schematic diagram of a SCA-based gamma-ray spec trometer Methodology Photograph of a typical gamma-ray spectrometer is shown in F ig. 1.8. The electronics box includes power supply for PMT and preampliﬁer, Ampliﬁer, SC A and Timer/Counter. The preampliﬁer is at the base of detector and PMT combination. T he dimensions of the NaI(Tl) crystal is 2”×2”. 15"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 18,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry Figure 1.8: A typical gamma-ray spectrometer based on NaI(T l) detector. Preampliﬁer is included at the base of the detector. The box contains H.V. po wer supply for PMT and preampliﬁer, Ampliﬁer, SCA and Counter. 1. Setup the γ-ray spectrometer and try to identify its components. Conne ct the cables as per the diagram given in Fig. 1.7. 2. Check if the switch of H.V. Unit is in OFF position. Switch o n the power of NIM Bin. 3. Apply proper H.V. (as speciﬁed on the setup) slowly to the p hotomultiplier tube. Wait for 5 minutes for the apparatus to stabilize. 4. Place a radioactive source (say137Cs) at a suitable distance from the NaI(Tl) detec- tor. Check the output of the preampliﬁer using a Digital Stor age Oscilloscope (DSO). You should see signal pulses with varying pulse height. Conn ect the output of the preampliﬁer to the input of the ampliﬁer. 5. Set the shaping time of the ampliﬁer to 0.5 or 1 µs. In the setup from Para-electronics it is internally set to 0.5 µs. Check the output signal of the ampliﬁer using DSO (see Fig. 1.9). Compare the polarity of the signal with that of pre ampliﬁer. Adjust the gain of the ampliﬁer such that the signal pulse obtained for137Cs source (662 keV) is around 3 V. This will allow the spectrometer to measure γ-ray energy up to 2.2 MeV as the electronic modules can take a maximum of 10 V signal. If the required energy is more than the above limit, we need to reduce the gain of the a mpliﬁer accordingly. 6. Set the SCA in the “window” mode (WIN) and change the width of window to 0.1 V. It is adjusted through 10-turn pot."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 18,
        "chunk_index": 2,
        "text": "The maximum width of th e window is 1 V for Nucleonix setup and 2 V for the setup from Para-electronics . Therefore, one complete turn of the pot corresponds to a Window of 0.1 V in Nucleonix set up and 0.2 V in the setup from Para-electronics. 7. Set the measurement time at 10 sec. Measure the pulse ampli tude spectrum by taking 16"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 19,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 1 : Gamma-ray spectroscopy Figure 1.9: Ampliﬁer output of a NaI(Tl) gamma ray spectrome ter as seen on DSO screen counts as a function of LLD bias settings in steps of 0.1 V. Do n ot change the gain of the ampliﬁer till you have completed measurements for all th e radioactive sources. 8. Keeping the SCA window ﬁxed at the same value, record count s for137Cs,133Ba,60Co and22Na and54Mn sources one after another as a function of the LLD bias sett ings. Try to complete the measurements for all the sources on the sa me day in order to avoid a change in gain setting of the ampliﬁer by other group o f students. Record the following data and ﬁll the Table 1.2. Source : Activity : Date of Manufacture : SCA Window : Preset time : Table 1.2: Data for energy spectrum of ??? source LLD Counts Background Net LLD Counts Background Net counts counts counts counts 0.1 .. 0.2 .. 0.3 .. 0.4 .. .. .. .. .. .. .. 9. Remove the radioactive source to a distance far from the det ector. Take background count for the same time period as taken for the source. Take at least 10 background readings with diﬀerent LLD values encompassing the whole ra nge of spectrum. The 17"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 20,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry background counts should not depend upon LLD values. Calcul ate average of the background counts and subtract this from the counts measure d for the sources. 10. Plot the data with net counts along y-axis and LLD bias alo ng x-axis for each of the sources used. Mark out the peak positions and record the data in Table 1.3. Table 1.3: Photopeak positions for the diﬀerent radioactiv e sources used in the investigation Source Gamma-ray Energy Peak Position 133Ba 22Na 137Cs 54Mn 60Co 11. Take one of the source as unknown and plot the energies cor responding to respective peak positions of the other sources as shown in Fig. 1.10 agai nst LLD bias at which peaks have occurred. 2 3 4 5 6 7 Baseline Voltage (V)500100015002000Energy (keV)Energy Calibration y= -79.986 + 232.19x Figure 1.10: Calibration curve for the γ-ray spectrometer 18"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 21,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 1 : Gamma-ray spectroscopy The curve drawn through this points should be a straight line which may or may not pass through the origin. This is the calibration curve for yo ur spectrometer for the given H.V. and the ampliﬁer gain setting. Note down the calib ration coeﬃcients. 12. Find out unknown energy of the γray using the calibration coeﬃcients. 13. From all the spectra you have drawn by now, ﬁnd FWHM and ener gy resolution. Tabulate as follows : Table 1.4: Data for energy resolution of the detector Source Gamma-ray energy ∆ER=∆E/E By assuming the energy dependence of resolution as a power of energy, i.e. R ∝En, plot a graph of lnR vslnE. Make a linear ﬁt to the data and ﬁnd the exponent from the slope. Try to justify the result. Table 1.5: Data for photofraction of the detector Source Gamma-ray Photopeak Area under Area under Photofraction energy Ch. No. Photopeak (X) total spectrum (Y) = (X) (Y) X/Y 14. Determine photofraction for only those sources which em it only one γ-ray. These sources are137Cs,54Mn and22Na. Record your data in Table 1.5. 15. Assuming energy dependence of photofraction as P ∝En, plotlnP vslnE data. Make a linear ﬁt to ﬁnd the exponent from the slope. Try to justify t he result. 1.4.2 Part-II Spectrum Analysis of137Cs and60Co. Purpose (a) To understand some of the features, i.e. Compton edge, Co mpton continuum and the backscatter peak, usually present in a pulse-height spectr um. (b) To measure energy values for the Compton edge and the back scatter peak and its com- parison with the values from Compton formula. 19"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 22,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry Relevant information The photopeak is created when the gamma-ray photon interact s in the scintillator via the photoelectric eﬀect. The photon encounters an orbital elec tron that is tightly bound to a nucleus. The entire energy of the photon is transferred to th e electron, causing the electron to escape from the atom. The gamma-ray photon disappears in t he process. As the photo- electron travels through the scintillator, it loses its ene rgy by causing additional ionization. At the end of the process, the number of ionized atoms is propo rtional to the original en- ergy of the photon. As the electrons re-ﬁll the vacancies in t he ionized atoms, visible light photons are generated. This is the source of the scintillati on, wherein the number of visible photons is proportional to the original energy of the gamma- ray. Consequently, the event populates the photopeak in the spectrum. This peak is often c alled the full-energy peak, because a two-step interaction, a Compton scattering follo wed by a photoelectric interaction, also contributes a small number of events to the full-energy peak. The Compton interaction is a pure, kinematic collision betw een a gamma-ray photon and what might be termed a free electron in the NaI(Tl) crystal. B y this process, the incident gamma-ray photon gives up only part of its energy to the elect ron as it bounces oﬀ the free electron. The recoiling electron loses energy by causing io nization as it travels through the crystal. Thus the number of visible photons in the resulting scintillation is proportional to the recoil energy of the Compton electron. The amount of en ergy transferred from the gamma-ray photon to the recoiling electron depends on wheth er the collision is head-on or glancing."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 22,
        "chunk_index": 2,
        "text": "For a head-on collision, the gamma ray transfers t he maximum allowable energy for the Compton interaction. Although it involves a photon a nd an electron, the interaction is similar to a billiard-ball collision. The reduced energy of the scattered gamma ray can be determined by solving the energy and momentum conservation equations for the collision. The solution for these equations in terms of the scattered ga mma-ray energy can be written as Eγ′=Eγ 1+Eγ m0c2(1−cosθ)(1.13) whereEγ′is the energy of the scattered photon γ′,θis the scattering angle for the direction ofγ′relative to the direction of the incident gamma-ray, γ,Eγis the energy of the incident photonγandm0c2is the rest mass energy of the electron and is equal to 511 keV. For a head-on collision, the gamma-ray is scattered backwar ds along its initial trajectory, andθ= 180◦. For this condition, the backscattered gamma-ray energy be comes Eγ′=Eγ 1+2Eγ m0c2(1.14) If this backscatter event happens in the detector, the maxim um energy transferred to the recoiling electron will be Ee=Eγ−Eγ′ (1.15) 20"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 23,
        "chunk_index": 1,
        "text": "1.4 EXPERIMENT 1 : Gamma-ray spectroscopy Thus, the maximum energy that can be recorded in the spectrum for a gamma ray that interacts in the detector by Compton scattering is given by t he equation 1.15. This deﬁnes the energy of the Compton edge in Figures 1.5 and 1.6. For an in itial gamma-ray energy of 1 MeV, the above equations predict that the Compton edge will occur at ∼0.80MeV, and the energy of the backscattered gamma ray will be ∼0.20MeV. Because the gamma-ray photon can be scattered through any an gle from 0 to 180◦, and the scattered photon can escape the detector, the energy dep osited in the detector can vary from the maximum at the Compton edge through all values down t o zero. This is the genesis of the Compton continuum in Figures 1.5 and 1.6. Note that the re is a small, but ﬁnite, probability that the Compton scattered photon will be subse quently absorbed in the crystal by the photoelectric process. This two-step interaction wi ll generate a pulse that falls in the full-energy peak. The backscatter peak in Figures 1.5 and 1.6 is caused by Compt on scattering from an entirely diﬀerent location. Consider a gamma ray emitted by the radioactive source in a direction heading away from the detector. This gamma ray can encounter material in the neighborhood of the radioactive source and undergo Compton scattering. If the scattering angle is 180◦the scattered gamma ray travels back towards the detector wi th an energy deﬁned by equation 1.14. If this lower-energy gamma ray inte racts in the scintillator by the photoelectric eﬀect, it will contribute to a photopeak at th e lower energy. Typically this backscatter peak will be of low intensity, if there is minima l material behind the radioactive source."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 23,
        "chunk_index": 2,
        "text": "Usually, the backscatter peak is rather broad, beca use of the range of directions that can contribute to the peak. For an initial gamma-ray ene rgy of 1 MeV, equation 1.14 predicts that the backscatter peak will occur at 0.20 MeV. Table 1.6: Determination of Compton edge and Backscattered peak Source Back-scattered Using Compton Compton edge Using Compton peak (keV) formula (keV) edge (keV) formula (keV) Methodology 1. From the energy spectrum plot for the137Cs source, ﬁnd out the Compton edge and backscatter peak and determine the baseline voltages corre sponding to these peaks. 2. Using calibration coeﬃcients calculate their energies a nd ﬁll the data in Table 1.6. 3. Calculate their energies using Compton formula and enter the values in Table 1.6. 4. Do the same for the60Co source. In this case you may not ﬁnd two distinct Compton edges and backscatter peaks corresponding to two photon ene rgies, 1332 and 1173. Instead, you will see a broad peak as both the peaks are not res olved. 21"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 24,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry If the backscatter peak is not very pronounced in your spectr um, it can be enhanced by accumulating a spectrum with a sheet of lead placed behind the source. Use a sheet from the absorber kit. Does this calculation agree with your measured value? 1.5 EXPERIMENT 3 : Activity of a Gamma Emitter Using SCA (Relative Method) 1.5.1 Purpose We already have discussed the procedures for determining γ-ray energy. Another unknown associated with the gamma-ray source is the activity of the s ource, which is usually measured in Curie (Ci); 1 Ci = 3.7×1010disintegrations/second. Most of the sources used in nuclea r experiments have activities of the order of micro-Curie ( µCi). The purpose of this experiment is to outline one procedure, called the relative method, by w hich the activity of a source can be determined. In using the relative method, it is assumed that the unknown s ource has already been identiﬁed from its gamma-ray energies. For this example, as sume that the source is137Cs. Then all that is necessary is to compare the activity of the un known source to the activity of a standard137Cs source that will be supplied to you. For convenience, call the standard source S1 and the unknown source U1. 1.5.2 Procedure 1. Switch on the power of NIM Bin (Nucleonix)/Electronic Box (Paraelectronics). Apply speciﬁed High Voltage to the photomultiplier tube. 2. Using DSO set the gain of Ampliﬁer so that signal pulse for t he 662-keV γray from 137Cs source is around 3 V. Table 1.7: Data for the known source Source Present Range of LLDs Counts Average Counts Background Activity for Photopeak (ΣU1) Counts (Σb) 22"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 25,
        "chunk_index": 1,
        "text": "1.5 EXPERIMENT 3 : Activity of a Gamma Emitter Using SCA (Relati ve Method) 3. Place source S1 close to the face of the NaI(Tl) detector. S can the range of LLD for the photopeak of137Cs source. Since you have set it around 3 V, the range should be between say 2.5-3.5 V. Make a table similar to Table 1.2 of e xperiment 1 to record your data. 4. Set the LLD of your setup at the value corresponding to the l eft part of the photopeak and set the Window size to include the photopeak. 5. Measure the counts for 2 mins. Take 5 sets of such readings a nd ﬁll the Table 1.7. Take the average of all the counts and deﬁne this as ΣS1. 6. Remove source S1 and replace it with a source of unknown acti vity (U1), positioned exactly the same distance from the crystal as S1 was. Repeat st eps 3-5 for the source U1 and ﬁll the Table 1.8. Let us call the average count sum as ΣU1. Table 1.8: Data for the unknown source Source Present Range of LLDs Counts Average Counts Background Activity for Photopeak (ΣU1) Counts (Σb) 7. Remove source U1 and accumulate background counts for the s ame period of live time that was used for the two sources. 1.5.3 Exercises a. Solve the Activity of the unknown source U1 using the formula AU1=ΣU1−Σb ΣS1−ΣbAS1, (1.16) whereAS1is the activity of the standard source, S1, and AU1is the calculated activity of the unknown source, U1. NOTE : Since the eﬃciency of the detector is only energy depen dent, the standard and unknown sources do not have to be the same isotope."
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 25,
        "chunk_index": 2,
        "text": "It is neces sary only that their gamma energies be approximately the same ( ±10%) in order to get a fairly good estimate of the absolute gamma activity of the unknown. However, this relax ation of the comparison re- quirements may be invalid if one of the sources has a more comp licated decay scheme, or if the gamma-ray decay fraction is diﬀerent for the two isotope s. 23"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 26,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry b. Check the nominal activity listed on the label attached to the unknown source. How closely does your calculated value match that number? c. Estimate the error involved in your result. 1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter using absolute method 1.6.1 Apparatus 1. NaI(Tl) Detector 2. H.V. Power supply 3. NIM crate 4. Preampliﬁer 5. Ampliﬁer 6. MCA 1.6.2 Part-I : Measurement of activity of a radioactive source Purpose The activity of the radioactive source used in Experiment 1. 5 can be determined by the absolute method. The purpose of this experiment is to outlin e the procedure for this method. Here, the source to be measured will be called U1. Relevant Information To calculate absolute activity of the source we need to know h ow many decay per sec is obtained from the source. The radioactive source emits radi ations in 4 πdirection which means that our detector of diameter dplaced at a distance swill detect a fraction of the total number of disintegrations. Also, detectors are not 10 0% eﬃcient, i.e. all the radiations incident on the detector are not detected by the detector due to their limited size and the type of material used as detector medium. Therefore, we need to determine eﬃciency of the detector which will be used for the measurement of activity. Absolute photopeak eﬃciency of a detector can be measured by taking a ratio of the number of photons contributing to photopeak and the number of photo ns emitted by the source. In this experiment152Eu source of known activity will be used to determine eﬃcienc y of the detector. 24"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 27,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method Following expression can be used for the calculation of abso lute photopeak eﬃciency ǫp=Nt A.t.f(1.17) whereNtis the number of counts in photopeak measured in time t,Ais the present activity of the source and fis the emission probability of the gamma ray as listed in Tabl e 1.9. One can also calculate intrinsic photopeak eﬃciency of a det ector by considering geometrical factor related to detector size and source to detector dista nce, i.e. solid angle subtended by the detector at the source point (see section 1.3.3). Table 1.9: Gamma Decay Fraction, (f), for some Common Isotop es Source Gamma energy Decay fraction (f) (keV) (in %) 241Am 59.5 35.9 133Ba 80.99 34.1 302.9 18.34 356.0 62.0 383.8 8.9 137Cs 661.7 85.2 60Co 1173.2 99.9 60Co 1332.5 99.98 22Na 511 178 22Na 1274 99.94 54Mn 835 99.98 152Eu 121.8 28.7 244.7 7.6 344.3 26.6 778.9 12.96 964.1 14.7 1085.9 10.2 1112.0 13.7 1408.0 20.87 Eﬃciency depends upon energy of the photon as higher energy p hotons can escape easily from the detector compared to low-energy photon. The energy dependence of eﬃciency can be expressed as : ǫp=a.E− γb, (1.18) whereaandbare constant parameters which can be determined from the ﬁt o f the eﬃciency values as a function of γ-ray energies. Usually, a plot for ǫpvs. Eγis drawn in log-log scales 25"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 28,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 100 1000 Gamma Energy (keV)0.11Absolute efficiencyEfficiency plot y = 2000*x-1.2054 Figure 1.11: Absolute eﬃciency of a 2” ×2\" NaI(Tl) detector using152Eu source and the parameters aandbare obtained from a ﬁt. A typical plot for absolute photopeak eﬃciency obtained for a NaI(Tl) detector of dimensions 2” ×2\" is shown in Fig. 1.11. 400 800 1200 160051020 Eff. 152Eu Figure 1.12: Relative eﬃciency of a 2” ×2\" NaI(Tl) detector using152Eu source Eﬃciency relative to 1408 keV γray of152Eu is shown in Fig. 1.12. A polynomial ﬁt to the eﬃciency data is also displayed. A decrease in eﬃciency for Eγ<200keV is quite evident 26"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 29,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method from the ﬁgure. The activity of the source can be calculated by AU1=/parenleftbiggΣU1−Σb t/parenrightbigg1 ǫpf(1.19) Procedure DetectorNaI(Tl) Pre− amplifierAmplifier SupplyPower H.V.SourceComputer Interface MCA Figure 1.13: Schematic diagram of gamma-ray spectrometer u sing MCA Make the connections as given in Fig. 1.13. Determination of eﬃciency A152Eu source will be used to determine eﬃciency of the detector. The advantage with the 152Eu source is that it emits several transitions with γ-ray energies between 122 keV and 1408 keV (see Table 1.9). 1. Note down the distance between the detector and the source . This is required for the calculation of intrinsic photopeak eﬃciency. 2. Switch on the power of NIM Bin, Apply speciﬁed High Voltage to the photomultiplier tube. Wait for 5 minutes to get the system stabilize. 3. Using DSO set the gain of Ampliﬁer so that signal pulse for t he 662-keV γray from 137Cs source is around 3 V. This will ensure that the spectromete r can measure energy up to 2 MeV (approximately three times of 662 keV). You can fur ther increase the gain of ampliﬁer so that the 1408 keV gamma ray from152Eu appears at the end of the MCA screen. This will spread the spectrum over the entire scr een of MCA. 4. Place a152Eu source in front of the detector and accumulate spectrum fo r 20 mins so that suﬃcient count is available for weaker transitions. No te down the activity of the source and date of manufacture. The energy spectrum for the d ecay of152Eu source is shown in Fig 1.14. 27"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 30,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 050100150200020004000600080001000012000 Counts 400 600 800 1000 Channel Number020040060080010001200 X10x-ray ? ? ?122 245344779 9641112 1408Energy Spectrum of 152Eu Figure 1.14: Energy spectrum for the decay of152Eu source. Higher energy spectrum is magniﬁed by a factor 10. You need to identify the photopeaks in Eu spectrum. The easie st way to achieve this is to look for the last peak (1408 keV) and then move towards lo wer energy side. You will ﬁnd four close lying peaks as 1408, (1112,1085), 964 and 779 keV (see Fig. 1.14). The energy peaks (1112,1085) are not resolved by the detecto r. After a gap you will ﬁnd 344, a small peak of 244 and a intense peak of 122 keV. X-ray peaks are visible at further lower energy. 5. Calculate centroids and area of the peaks using ROI tools o f the spectrum analysis program and tabulate them in Table 1.10. 6. Calculate present activity of the source. Half-life of th e152Eu source is 13.5 Years. 7. Calculate photopeak eﬃciency of the detector for each gam ma ray energy. 8. Draw a calibration plot using the centroids (channel numb er) and energy of the peaks (given in Table 1.9). A calibration plot using152Eu source is shown in Fig. 1.15. Exercise Place a unknown source (say137Cs) and accumulate spectrum for 2 mins. Note down the centroid (channel number) of the photopeak and calculate its energy. Compare the calculated value with the standard 662 keV. 28"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 31,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method Table 1.10: Data for calibrating MCA and eﬃciency determina tion Source Gamma MCA channel Integrated Background Net Area Eﬃciency Energy No. Area Area 0 200 400 600 800 1000 Channel Number0500100015002000Energy (keV)Calibration Spectrum using 152Eu Source Calibration : y = -7.9368 + 1.788 * x 12224534477996411121408 Figure 1.15: Typical calibration curve using Eu source Activity Measurements 1. Place the unknown source on the source tray and accumulate spectrum for 10 mins. 29"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 32,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry 2. Set a region of interest over the photopeak such that all th e counts in the peak are included. Calculate its centroid and area of the peak. Table 1.11: Data for determination of absolute activity of a source Source Centroid of Gamma energy Integrated Background Net Area Eﬃciency the peak (from calib. plot) Area Area ΣU1 (from eﬀ. plot) 3. Use equation 1.19 to calculate the activity of U1. The unit of activity in equation 1.19 is disintegrations per second. Exercises a. Convert the activity in disintegrations per second from equation 1.19 to micro-Curie. b. Check the nominal activity listed on the label aﬃxed to the source. How closely does your measured activity match the nominal value listed? c. What is the expected standard deviation in the measured activity due to the number of counts you recorded in the photopeak? d. Calculate intrinsic eﬃciency of the detector using Eu source data. Your need to know the source to detector distance and the size of the detector (It is 2” diameter and 2” height). e. Placing the source closer to the detector increases the counting rate. How does a smaller source-to-detector distance aﬀect the accuracy of the measurement? 30"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 33,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method 1.6.3 Part -II Sum Peak Analysis of60Co Purpose This experiment, will conﬁrm that the sum peak for60Co has an energy of 2.507 MeV, and that the number of counts in the sum peak is given by Eq. 1.24. Relevant Equations There are two photons coming out of the decay of60Co. Their origin is documented by the decay scheme illustrated in Fig. 1.16. 60 Co 60Ni024 +++ 13321173β γ1γ299% 2507 1332 05.26 Yrs _ − Figure 1.16: Decay scheme of60Co Most of the time ( >99%), the decay occurs by β−emission to the 2.507 MeV excited state of60Ni. Subsequent decay to the ground state always occurs by a 1. 173 MeV gamma-ray emission to the 1.332 MeV level, followed almost simultaneo usly by the 1.332 MeV gamma emission to the ground state. These two events are in coincid ence, and have an angular correlation that deviates from an isotopic distribution by only 16%. For the purposes of this experiment we can assume that each of these gamma rays ar e isotropically distributed. In other words, if γ1departs in a particular direction, γ2can go in any direction that it wishes. The range of available angles (directions) for each of the two gamma-rays covers the 4πsteradian of a sphere centered on the point source. There is a certain probability that γ2 31"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 34,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry will go in the same direction as γ1. If this occurs within the resolving time of the detector, the energies of γ1andγ2will be summed in the scintillator. Hence a sum peak will show up in the spectrum as seen in Fig 1.17. 0 200 400 600 800 1000 Channel Number10100100010000 CountsEnergy Spectrum of 60Co Sum peakPhotopeaks Figure 1.17: Energy spectrum for60Co decay. A sumpeak of the two photopeaks is also visible. Using the deﬁnition used in previous experiment, we can writ e the number of counts, Σ1, under the γ1peak as: Σ1=ǫ1Gf1tA, (1.20) where A is the activity of the source, tis the measurement time, ǫ1is the intrinsic photopeak eﬃciency at the γ1energy,f1is the fraction of the total decays in which γ1is emitted and Gis deﬁned as : G=(area of the detector (cm2)) 4πs2.(1.21) Here,sis the source-to-detector distance in cm. The radius of the d etector is 2.54 cm. The decay fractions for some of the commonly used sources are giv en in Table 1.9. Similarly, the sum Σ2forγ2is given by: 32"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 35,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method Σ2=ǫ2Gf2tA, (1.22) Therefore, the number of counts in the sum peak, ΣS, can be expressed as: ΣS=ǫ1ǫ2f1f2G2AtW(0◦), (1.23) whereW(0◦)is a term that accounts for the angular correlation function . For the case of 60Co,W(0◦)≃1.0,f1≃f2≃1.0, and Eq. 1.23 can be approximately expressed as: ΣS/parenleftbig60Co/parenrightbig =ǫ1ǫ2G2At, (1.24) DetectorNaI(Tl) Pre− amplifierAmplifier SupplyPower H.V.SourceComputer Interface MCA Figure 1.18: Schematic diagram of gamma-ray spectrometer Procedure 1. Set up the electronics as shown in Fig. 1.18. 2. Adjust the gain of the ampliﬁer so that the spectrometer ca n measure gamma energies up to 3 MeV. For a MCA with 1K channels, the 662 keV peak from137Cs source will be approximately at 225 channel. Calibration 3. Place a152Eu source in front of the detector. Accumulate data for 10 min s and note down channel number of the prominent peaks in Table 1.12. You can also use sum peak of22Na (1785 keV) for calibration purpose. 4. Make a plot of energy vs channel number and determine calib ration coeﬃcients from a linear ﬁt to the data. 5. You can use the intrinsic eﬃciency data from the part-I of t his experiment, 33"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 36,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry Table 1.12: Data for calibrating gamma-ray spectrometer us ing152Eu source Gamma Energy Channel Number 122 245 344 779 964 1408 6. Find out photopeak eﬃciency of the detector at energies of the two gamma rays of 60Co, i.e., at 1173 and 1332 keV. 7. Place a60Co source and count for a live time that is long enough to accum ulate an area under the sum peak of approximately 1000 counts. Total c ount under the sum peak can be obtained by marking ROI throughout the peak. 1.6.4 Exercises a. Verify that the energy of the sum peak is 2.507 MeV. Subtract the background from the sum peak and verify that its sum agrees with the prediction from Eq. 1.24. Note that either equation 1.20 or 1.22 will have to be used to measure the activity of the source according to the procedure in Experiment 1.19. 02322Na Q(gs)=2.842 MeV2.6 yrs 0.06% 20Ne99.94% 1.274 MeV Figure 1.19: Decay scheme of22Na b. Repeat this sum peak analysis for the22Na source. Fig. 1.19 shows the decay 34"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 37,
        "chunk_index": 1,
        "text": "1.6 EXPERIMENT 4 : Activity measurement of a Gamma Emitter usi ng absolute method scheme for22Na and a typical spectrum with the sum peak is shown in Fig. 1.20. How does the competition among β+and electron-capture decay to the 1.274-MeV excited state and β+decay to the ground state aﬀect the calculation? 0 500 1000 Channel Number101001000100001e+05CountsEnergy Spectrum of 22Na Sum peak1274 keV511 keV Figure 1.20: Energy spectrum for the decay of22Na. A sumpeak of the two photopeaks is also visible Equations 1.20, 1.22, 1.23 and 1.24 provide an alternate way to determine the absolute activity of the60Co source. Divide equation 1.23 by equations 1.20 and 1.22 to yield: ΣS Σ1Σ2=W(0◦) A.t(1.25) c. Measure the net counts in the 1173-keV, 1332-keV and 2505-keV peaks from 60Co, and use equation 1.25 to calculate the source activity. Use the approxi- mation, W( 0◦)≃1.0. How does the measured activity compare to the nominal activity on the source label? Note that you may need to account for the decay time constant and the elapsed time since the original activity certiﬁcation. d. Measure the activity of the22Na source by that same method. How does the competition among electron-capture and β+decay to the 1.274-MeV excited state and β+decay to the ground state aﬀect the calculation? How does the measured activity compare to the nominal activity on the source label? Details of the decay radiation and branching ratio between EC/ β+decay is shown in the data sheet. 35"
    },
    {
        "pdf": "grsexpt.pdf",
        "page": 38,
        "chunk_index": 1,
        "text": "1 Gamma-ray Scintillation Spectrometry \u0001\u0002\u0003\u0004\u0005\u0006\u0003\u0007 \b \u0006 \u0003\u0002\u0006 \u0007 \u0004\u0006\u000e\u000f\u0010\u0007 \u0001\u0011\u0012\u0011 \u0013\u0014\u0001\u0015\u0016 \u0017\u0018\u0019\u0015 \u001a\u001b\u0006 \u0006\u001b\u000f \u0007\u0019\u0004 \u0005\u0002 \u0010 \b \u0006 \u0016\u000e\u0002\u0002\u0006\u0003 !\" #$ % \u0010\u0002 \u0006 \u0019\u0004 \u0005\u0002\u0004\u0003% \u0010\u0002 \u0006 \u0015!\u0005\u0002&\u0002\u0005$% \u0010\u0002 \u0006 '(% \u0010\u0002 \u0006 \u0017 )\"\b\u0002 * +\u000f,\u0002 -\u0016.-\u0016 /.& \u0005\u0004\u0002 !0\u00021$\b \u00042\u000e\u0006\u0002\u0010 \u0019\u0004 \u0005\u0002\u0004\u0003 \b\u0002 * \u0016 \u000e\u00023\u0002\u0015\u0019\u0016\b\u0013 4\u001b\u0005\u0002\u0001\u0001 \u0002\u0002\u0019 \u0003\u0004\u0005\u0004\u0003\u0003\u0003\u0006\u0007\u0003\u0003\u0001\u0005\b\u0004\u0001 \u0003 \u0003\u0001\u0002\u0003\u0003\u0003 \u0007\u0003\u0001 \u0001\u0005\u0006\u0003 \u0003\u0004\u0001\u0001 \u0002\u0004\u0019\u0002 \u0012\u0002\u0006 5\u0007 \u0015 \u0002\u00102* !0\u00021$\u0015 ,.6\u000f\u001b \u0006 \u0002 \u0002\u00102* !0\u00021$\u0014 \u0006\u0002 \u0003\u001b\u0006* ! 7$\b\u000f\u0003\u0002 ! +\u00021)\u00128.\u0003 $ \u0003\u0003\u0003\u0001\u0002\u000e\u0005\u000e \u0003 \u0005\u0001\u0003\u0003\u000e \u000e\u0005 \u0003 \u0003\u0003\u0003\u0003\u0003\u000f\u0004\u0005\u0006\u0001\b\u0003\u0010\u0003 \u0001\u0006\u0003\u0003\u0004\u0005\u0002\u000f \b\u000f\u0003 \u0001\u0007 \u0003\u0003\u0003 \u0006\u000e\u0005\u0004\u0004\u0003 \u0005\b\u0003\u0002 \u0001\u0004\u0005\u0006\u0003 \u0003\u0003\u0003\u0003\u0003\u0003\u0004\u0005\u0004\u000e\b\u0003\u0010\u0003 \u0001\u0003\u0003\u0003 \u0005 \u0011\u0012 \u0003 \u0001\u0005 +\u0002 9\u0002\u0006 5 \u0002 \u0002\u00102*\u0007 \" #\u0011: 0\u00021 \u0001 \u0006\u000f\u0006 \u0005 9\u0002\u0006 5 \u001b \u0006\u0002 \u0003\u001b\u0006*\u0007 : \u0011;<\" 7 \u0002\u0003 3\u0002 9\u0002\u0006 5 ,\u000f\u0003\u0002\u0007 \u0011 :# +\u00021)\u00128.\u0003 \u0002\u0001 \u0015\u0005\u0002 \u0006\u0010\u000f \u0003\u0007 \u0015 \u0002\u00102* ! 0\u00021$\u0014 \u0006\u0002 \u0003\u001b\u0006* ! 7$\b\u000f\u0003\u0002 ! +\u00021)\u00128.\u0003 $ \u0013\u0014\u0015\u0016\u0017\u0003\u0018\u0003\u0003\u0003\u0003\u0003\u0004\u0005 \u0001 \u0003\u0003 \u0003\u0003\u0003\u0003\u0003 \u0005 \u0003\u0010\u0003 \b\u0003\u0003 \u0005\u0002\b \u0011\u0012\u000e\u0003\u0005\u0006 - 33 , =.\u0010 * \u0010 ,\u001b \u0006\u001b\u000f \u0007 \u0015 \u0002\u00102* ! 0\u00021$\u0014 \u0006\u0002 \u0003\u001b\u0006* ! 7$\b\u000f\u0003\u0002 ! +\u00021)\u00128.\u0003 $ \u0019\u001a\u0003\u001b \u0001 \u0003\u0003\u0003\u0003\u0003\u0004\u0005 \u0003\u0003\u0003\u0003\u0003\u0003\u0004\u0005\u0004\u000e \u0006\u0003\u0010\u0003\u0006\u0003\u0003 \u0005\u000e\u0011\u0012 \u0003\u0006 \u0019\u001a\u0003\u001b \u0002 \u0003\u0003\u0003\u0003\u0003\u0004\u0005 \u000f \u0003\u0003\u0003\u0003\u0003\u0003\u0004\u0005\u0002\u0004 \u0003\u0010\u0003\u0001\u0001\u0003\u0003\u000f\u0005\u0004\u0011\u0012 \u0003\u0007 \u0013 \u0005 \u0003\u0003\u0003\u000e\u0002\u0002\u0005\u0004 \u0003\u0003\u0003\u0003\u0002 \u0004\u0005 \b \u0003\u0010\u0003\u0003 \u0003\u0003\u0002\u0001 \u0005\u000e\u0006 \u0003 \u0003\u0003\u0003\u0003\u0003\u000f\u000f\u0005\u000f \u0002\u0003\u0010\u0003 \u0001\u0003\u0003\u0003\u0002\u0005\u0001 \u0006 \u000f\u0003 \u0001 \u0001\u0002\u0003\u0004\u0005\u0006\u0007\u0004\b \u0004 \u0006\u0007\u0002 \u000e\u000f \u0010 \u0011\u0012\u0013\u0013\u0014\u0014\u0014\u0015 \b\u0003\u0015\u0016 \u000f\u0015\u0017 \u0018\u0013 \u000e\b\u0004 \u0019\u0013\b\u0002\u0003\u0004\u0005 \u0002\u0004\u001a\u0003\u0010\b \u001a\u0002\u0003 \u0015\u001b \u0011 \u000e\u0003 \u0019\u0019 \u000e \u0003 \b !\u0006 \"\u0006! #$\u0013\u0019#\u0013\u0019#!%\u0006#&\u0012\u0019'\u0006() Figure 1.21: Data sheet for the decay of22Na. 36"
    }
]